Repository: HienTD-glinteco/mvl-erp-backend
Catalog: apps/core/locale/*/LC_MESSAGES/django.po
Languages: vi

source: You need to login to perform this action
vi: Bạn cần đăng nhập để thực hiện hành động này.

source: Username
vi: Tên đăng nhập

source: Please enter your username.
vi: Vui lòng nhập tên đăng nhập.

source: Username cannot be blank.
vi: Tên đăng nhập không được để trống.

source: Password
vi: Mật khẩu

source: Please enter your password.
vi: Vui lòng nhập mật khẩu.

source: Password cannot be blank.
vi: Mật khẩu không được để trống.

source: Username does not exist.
vi: Tên đăng nhập không tồn tại.

source: Account is locked. Please try again in %(minutes)d minutes.
vi: Tài khoản đã bị khóa. Vui lòng thử lại sau %(minutes)d phút.

source: Account has been deactivated.
vi: Tài khoản đã bị vô hiệu hóa.

source: Account has been locked due to 5 failed login attempts. Please try again in 5 minutes.
vi: Tài khoản đã bị khóa do đăng nhập sai quá 5 lần. Vui lòng thử lại sau 5 phút.

source: Incorrect password.
vi: Mật khẩu không đúng.

source: OTP code
vi: Mã OTP

source: Please enter the OTP code.
vi: Vui lòng nhập mã OTP.

source: OTP code cannot be blank.
vi: Mã OTP không được để trống.

source: OTP code must be 6 digits.
vi: Mã OTP phải có 6 chữ số.

source: Device ID of client app (browser can skip)
vi: Device ID của client app (browser bỏ qua)

source: OTP code can only contain digits.
vi: Mã OTP chỉ được chứa số.

source: OTP code is incorrect or has expired.
vi: Mã OTP không đúng hoặc đã hết hạn.

source: Current password
vi: Mật khẩu hiện tại

source: Please enter your current password.
vi: Vui lòng nhập mật khẩu hiện tại.

source: Current password cannot be blank.
vi: Mật khẩu hiện tại không được để trống.

source: New password
vi: Mật khẩu mới

source: Please enter your new password.
vi: Vui lòng nhập mật khẩu mới.

source: New password cannot be blank.
vi: Mật khẩu mới không được để trống.

source: Confirm new password
vi: Xác nhận mật khẩu mới

source: Please confirm your new password.
vi: Vui lòng xác nhận mật khẩu mới.

source: Password confirmation cannot be blank.
vi: Xác nhận mật khẩu không được để trống.

source: New password and confirmation password do not match.
vi: Mật khẩu mới và xác nhận mật khẩu không khớp.

source: New password must be different from current password.
vi: Mật khẩu mới phải khác với mật khẩu hiện tại.

source: You need to be logged in to change your password.
vi: Bạn cần đăng nhập để thay đổi mật khẩu.

source: Current password is incorrect.
vi: Mật khẩu hiện tại không đúng.

source: Email or phone number
vi: Email hoặc số điện thoại

source: Please enter your email or phone number.
vi: Vui lòng nhập email hoặc số điện thoại.

source: Email or phone number cannot be blank.
vi: Email hoặc số điện thoại không được để trống.

source: No account found with this information.
vi: Không tìm thấy tài khoản với thông tin này.

source: Authentication request is invalid.
vi: Yêu cầu xác thực không hợp lệ.

source: No verified password reset request found.
vi: Không tìm thấy yêu cầu đặt lại mật khẩu đã xác thực.

source: Password reset request has expired.
vi: Yêu cầu đặt lại mật khẩu đã hết hạn.

source: Reset token UUID received from step 1
vi: Reset token UUID nhận được từ bước 1

source: Please enter the reset token.
vi: Vui lòng nhập reset token.

source: Reset token cannot be blank.
vi: Reset token không được để trống.

source: 6-digit OTP code
vi: Mã OTP 6 chữ số

source: Reset token is invalid or has expired.
vi: Reset token không hợp lệ hoặc đã hết hạn.

source: OTP code has expired.
vi: Mã OTP đã hết hạn.

source: Maximum attempts exceeded. Please request a new OTP.
vi: Đã vượt quá số lần thử tối đa. Vui lòng yêu cầu OTP mới.

source: OTP code is incorrect.
vi: Mã OTP không đúng.

source: At least one permission must be selected
vi: Cần chọn ít nhất 1 Quyền

source: Role name already exists
vi: Tên vai trò đã tồn tại

source: System roles can only update permissions, not other fields
vi: Vai trò hệ thống chỉ có thể cập nhật quyền, không thể sửa các thông tin khác

source: OTP code has been sent to your email. Please check your email and enter the OTP code to complete login.
vi: Mã OTP đã được gửi đến email của bạn. Vui lòng kiểm tra email và nhập mã OTP để hoàn tất đăng nhập.

source: Unable to send OTP code. Please try again later.
vi: Không thể gửi mã OTP. Vui lòng thử lại sau.

source: Verify OTP code
vi: Xác thực mã OTP

source: Verify OTP code and return JWT tokens to complete login
vi: Xác thực mã OTP và trả về JWT tokens để hoàn tất đăng nhập

source: Invalid or expired OTP code
vi: Mã OTP không hợp lệ hoặc đã hết hạn

source: Too many verification requests
vi: Quá nhiều yêu cầu xác thực

source: Your account was logged in from IP address: {ip_address}
vi: Tài khoản của bạn đã được đăng nhập từ địa chỉ IP: {ip_address}

source: logged in
vi: đã đăng nhập

source: Login successful.
vi: Đăng nhập thành công.

source: Change password (when current password is known)
vi: Đổi mật khẩu (khi biết mật khẩu hiện tại)

source: Change password when user is logged in and knows their current password
vi: Đổi mật khẩu khi người dùng đã đăng nhập và biết mật khẩu hiện tại

source: Invalid information or incorrect current password
vi: Thông tin không hợp lệ hoặc mật khẩu hiện tại sai

source: Not logged in
vi: Chưa đăng nhập

source: Too many password change requests
vi: Quá nhiều yêu cầu thay đổi mật khẩu

source: Password has been changed successfully. All other login sessions have been logged out.
vi: Mật khẩu đã được thay đổi thành công. Tất cả phiên đăng nhập khác đã bị đăng xuất.

source: Request password reset
vi: Yêu cầu đặt lại mật khẩu

source: Send password reset instructions via email or SMS based on email or phone number
vi: Gửi hướng dẫn đặt lại mật khẩu qua email hoặc SMS dựa trên email hoặc số điện thoại

source: Invalid information
vi: Thông tin không hợp lệ

source: Too many password reset requests
vi: Quá nhiều yêu cầu đặt lại mật khẩu

source: System error while sending OTP
vi: Lỗi hệ thống khi gửi OTP

source: Password reset OTP code has been sent to your email. The code is valid for 3 minutes.
vi: Mã OTP đặt lại mật khẩu đã được gửi đến email của bạn. Mã có hiệu lực trong 3 phút.

source: Password reset OTP code has been sent via SMS. The code is valid for 3 minutes.
vi: Mã OTP đặt lại mật khẩu đã được gửi qua SMS. Mã có hiệu lực trong 3 phút.

source: Set new password (Step 3: Change password)
vi: Đặt lại mật khẩu mới (Bước 3: Thay đổi mật khẩu)

source: Set new password after successful OTP verification (Step 2). Uses reset_token (from step 2).
vi: Đặt lại mật khẩu mới sau khi xác thực OTP thành công (Bước 2). Sử dụng reset_token (đã dùng ở bước 2).

source: Invalid information or reset_token has expired/not verified
vi: Thông tin không hợp lệ hoặc reset_token đã hết hạn/chưa được xác thực

source: Too many requests
vi: Quá nhiều yêu cầu

source: Password has been reset successfully. All old login sessions have been logged out.
vi: Mật khẩu đã được đặt lại thành công. Tất cả phiên đăng nhập cũ đã bị đăng xuất.

source: Verify OTP (Step 2) and return JWT
vi: Xác thực OTP (Bước 2) và trả về JWT

source: Verify reset_token + OTP, then return access/refresh token for password change step.
vi: Xác thực reset_token + OTP, sau đó trả về access/refresh token để gọi bước đổi mật khẩu.

source: Invalid reset token or OTP code
vi: Reset token hoặc mã OTP không hợp lệ

source: Valid OTP code. JWT issued for password change.
vi: Mã OTP hợp lệ. Đã cấp JWT để bạn đổi mật khẩu.

source: Unique identifier code for the administrative unit
vi: Mã định danh duy nhất cho đơn vị hành chính

source: Unit name
vi: Tên đơn vị hành chính

source: Official name of the administrative unit
vi: Tên chính thức của đơn vị hành chính

source: English name
vi: Tên tiêng Anh

source: User
vi: Người dùng

source: Device ID
vi: ID thiết bị

source: Unique identifier for the device
vi: Mã định danh duy nhất cho thiết bị

source: FCM token
vi: Mã FCM

source: Firebase Cloud Messaging token
vi: Mã Firebase Cloud Messaging

source: Platform
vi: Nền tảng

source: Device platform (iOS, Android, or Web)
vi: Nền tảng thiết bị (iOS, Android hoặc Web)

source: Active
vi: Hoạt động

source: Whether the device is active for receiving notifications
vi: Thiết bị có đang hoạt động để nhận thông báo hay không

source: User device
vi: Thiết bị người dùng

source: User devices
vi: Thiết bị người dùng

source: Reset Token
vi: Token đặt lại

source: Expires At
vi: Hết hạn lúc

source: Verification Attempts
vi: Số lần thử xác thực

source: Max Attempts
vi: Số lần thử tối đa

source: Is Used
vi: Đã sử dụng

source: Is Verified
vi: Đã xác thực

source: Created At
vi: Tạo lúc

source: Password Reset OTP
vi: OTP đặt lại mật khẩu

source: Password Reset OTPs
vi: OTP đặt lại mật khẩu

source: Permission code
vi: Mã quyền

source: Permission name
vi: Tên quyền

source: Description
vi: Mô tả

source: Module
vi: Phân hệ

source: Submodule
vi: Phân hệ con

source: Permission
vi: Quyền

source: Permissions
vi: Quyền

source: Province code
vi: Mã tỉnh/thành

source: Unique identifier code for the province
vi: Mã định danh duy nhất cho tỉnh/thành

source: Province name
vi: Tên tỉnh/thành

source: Official name of the province
vi: Tên chính thức của tỉnh/thành

source: English name of the province
vi: Tên tiếng Anh của tỉnh/thành

source: Administrative level of the province
vi: Cấp đơn vị hành chính của tỉnh/thành

source: Role code
vi: Mã vai trò

source: Role name
vi: Tên vai trò

source: System role
vi: Vai trò hệ thống

source: Role
vi: Vai trò

source: Roles
vi: Vai trò

source: System
vi: Hệ thống

source: Cannot delete system role
vi: Không thể xóa vai trò hệ thống

source: Role is currently being used by employees
vi: Vai trò đang được sử dụng bởi nhân viên

source: Phone number
vi: Số điện thoại

source: First name
vi: Tên

source: Last name
vi: Họ

source: Staff
vi: Nhân viên

source: Date joined
vi: Ngày tham gia

source: Failed login attempts
vi: Số lần đăng nhập thất bại

source: Locked until
vi: Khóa tài khoản đến

source: OTP expires at
vi: OTP hết hạn lúc

source: OTP verified
vi: OTP đã xác thực

source: Active session
vi: Phiên hoạt động

source: Users
vi: Người dùng

source: Login OTP Code - MaiVietLand
vi: Mã OTP đăng nhập - MaiVietLand

source: Password Reset OTP Code - MaiVietLand
vi: Mã OTP đặt lại mật khẩu - MaiVietLand

source: Login OTP Code
vi: Mã OTP đăng nhập

source: Hello <strong>%(name)s</strong>,
vi: Xin chào <strong>%(name)s</strong>,

source: We have received a login request for your MaiVietLand account.
vi: Chúng tôi đã nhận được yêu cầu đăng nhập vào tài khoản MaiVietLand của bạn.

source: Your OTP code to complete the login is:
vi: Mã OTP để hoàn tất đăng nhập của bạn là:

source: Note:
vi: Lưu ý:

source: This code is valid for 5 minutes and can only be used once.
vi: Mã này có hiệu lực trong 5 phút và chỉ sử dụng một lần.

source: If you did not initiate this login, please ignore this email and contact the administrator if necessary.
vi: Nếu bạn không thực hiện đăng nhập này, vui lòng bỏ qua email này và liên hệ với quản trị viên nếu cần thiết.

source: Best regards,
vi: Trân trọng,

source: MaiVietLand Team
vi: Đội ngũ MaiVietLand

source: This email is sent automatically, please do not reply.
vi: Email này được gửi tự động, vui lòng không trả lời.

source: All rights reserved.
vi: Tất cả quyền được bảo lưu.

source: Password Reset OTP Code
vi: Mã OTP đặt lại mật khẩu

source: We have received a password reset request for your MaiVietLand account.
vi: Chúng tôi đã nhận được yêu cầu đặt lại mật khẩu cho tài khoản MaiVietLand của bạn.

source: Your OTP code to reset your password is:
vi: Mã OTP để đặt lại mật khẩu của bạn là:

source: This code is valid for 3 minutes and can only be used once.
vi: Mã này có hiệu lực trong 3 phút và chỉ sử dụng một lần.

source: If you did not initiate this password reset request, please ignore this email and contact the administrator if necessary.
vi: Nếu bạn không thực hiện yêu cầu đặt lại mật khẩu này, vui lòng bỏ qua email này và liên hệ với quản trị viên nếu cần thiết.

source: Password must contain at least one uppercase letter.
vi: Mật khẩu phải chứa ít nhất một chữ cái viết hoa.

source: Password must contain at least one lowercase letter.
vi: Mật khẩu phải chứa ít nhất một chữ cái viết thường.

source: Password must contain at least one digit.
vi: Mật khẩu phải chứa ít nhất một chữ số.

source: Password must contain at least one special character (!@#$%^&*(),.?":{}|<>).
vi: Mật khẩu phải chứa ít nhất một ký tự đặc biệt (!@#$%^&*(),.?":{}|<>).

source: Password must be at least 8 characters long and include uppercase, lowercase, digits and special characters.
vi: Mật khẩu phải có tối thiểu 8 ký tự, bao gồm chữ hoa, chữ thường, số và ký tự đặc biệt.
