Repository: HienTD-glinteco/mvl-erp-backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: Failed to establish connection to device
vi: Lỗi kết nối đến thiết bị

source: Network connection error: %(error)s
vi: Lỗi kết nối mạng: %(error)s

source: Device response error: %(error)s
vi: Lỗi phản hồi từ thiết bị: %(error)s

source: Unexpected error: %(error)s
vi: Lỗi không xác định: %(error)s

source: Connection successful. Firmware: %(firmware)s
vi: Kết nối thành công. Phiên bản phần mềm: %(firmware)s

source: Connection object is None
vi: Kết nối bị trống

source: Device not connected. Call connect() first.
vi: Thiết bị chưa kết nối. Vui lòng nhấn Kết nối trước.

source: Failed to fetch attendance logs: %(error)s
vi: Lỗi khi lấy dữ liệu chấm công: %(error)s

source: Failed to get device info: %(error)s
vi: Lỗi khi lấy thông tin thiết bị: %(error)s

source: Invalid model label: {model}
vi: Tên mẫu đối tượng không hợp lệ: {model}

source: Both related_model and related_object_id must be provided together, or both omitted
vi: Cả related_model và related_object_id phải được cung cấp cùng nhau, hoặc bỏ qua cả hai

source: Object with ID {id} not found
vi: Không tìm thấy đối tượng với ID {id}

source: Invalid model
vi: Mẫu đối tượng không hợp lệ

source: Expected a string or list of strings.
vi: Cần phải là chuỗi hoặc danh sách chuỗi.

source: All items must be strings.
vi: Tất cả mục phải là chuỗi.

source: Generate presigned URL
vi: Tạo URL ký trước

source: Files
vi: Tệp tin

source: Presign
vi: Ký trước

source: Confirm multiple files
vi: Xác nhận nhiều tệp tin

source: Confirm
vi: Xác nhận

source: Failed to generate presigned URL: {error}
vi: Lỗi khi tạo URL ký trước: {error}

source: Failed to move file in S3: {error}
vi: Lỗi khi di chuyển tệp tin trong S3: {error}

source: Failed to delete file from S3: {error}
vi: Lỗi khi xóa tệp tin khỏi S3: {error}

source: Failed to generate presigned GET URL: {error}
vi: Lỗi khi tạo URL GET ký trước: {error}

source: File not found
vi: Tệp tin không tồn tại

source: Import job not found
vi: Job nhập dữ liệu không tồn tại

source: batch_size must be an integer
vi: batch_size phải là một số nguyên

source: count_total_first must be a boolean
vi: count_total_first phải là một giá trị boolean

source: header_rows must be an integer
vi: header_rows phải là một số nguyên

source: create_result_file_records must be a boolean
vi: create_result_file_records phải là một giá trị boolean

source: handler_path must be a string or null
vi: handler_path phải là một chuỗi hoặc null

source: handler_options must be a dictionary
vi: handler_options phải là một từ điển

source: result_file_prefix must be a string
vi: result_file_prefix phải là một chuỗi

source: allow_update must be a boolean
vi: allow_update phải là một giá trị boolean

source: output_format must be one of: %(formats)s
vi: output_format phải là một trong các giá trị: %(formats)s

source: Unknown field
vi: Trường thông tin không xác định

source: Check import status
vi: Kiểm tra trạng thái nhập dữ liệu

source: Status
vi: Trạng thái

source: Import Check Status
vi: Quyền kiểm tra trạng thái nhập dữ liệu

source: Pending
vi: Đang chờ

source: Running
vi: Đang chạy

source: Completed
vi: Đã hoàn thành

source: Failed
vi: Đã thất bại

source: Sent
vi: Đã gửi

source: Authentication required
vi: Yêu cầu xác thực

source: Template editor permission required
vi: Yêu cầu quyền chỉnh sửa mẫu

source: Mail sending permission required
vi: Yêu cầu quyền gửi thư

source: Real data preview permission required
vi: Yêu cầu quyền xem trước dữ liệu thực

source: Failed to get recipients. Override get_recipients() or provide recipients in request.
vi: Lấy người nhận thất bại. Ghi đè phương thức get_recipients() hoặc cung cấp người nhận trong yêu cầu.

source: No recipients found
vi: Không tìm thấy người nhận

source: Each recipient must have 'email' and 'data' fields
vi: Mỗi người nhận phải có các trường 'email' và 'data'

source: Email send job enqueued
vi: Job gửi email đã được trong hàng đợi

source: Template not found
vi: Thông tin mẫu không tồn tại

source: Template validation failed. Please check your data.
vi: Thiếu sót trong việc xác thực mẫu. Vui lòng kiểm tra lại dữ liệu của bạn.

source: No email address found. Override get_recipients() to provide recipients.
vi: Không tìm thấy địa chỉ email. Ghi đè phương thức get_recipients() để cung cấp người nhận.

source: Either object_ids or filters must be provided
vi: Cần cung cấp object_ids hoặc filters

source: Failed to get recipients for instance
vi: Lấy người nhận cho thể hiện thất bại

source: No recipients found for the selected objects
vi: Không tìm thấy người nhận cho các đối tượng đã chọn

source: Bulk email send job enqueued
vi: Job gửi email hàng loạt đã được trong hàng đợi

source: Failed to save template
vi: Lưu mẫu thất bại

source: Data or ref required for real mode
vi: Yêu cầu dữ liệu hoặc ref cho chế độ thực

source: Job with this client_request_id already exists
vi: Job với client_request_id này đã tồn tại

source: Job enqueued
vi: Job đã được trong hàng đợi

source: Not authorized to view this job
vi: Không được phép xem job này

source: Job not found
vi: Job không tồn tại

source: Active
vi: Đang hoạt động

source: Inactive
vi: Không hoạt động

source: List {model_name}
vi: Danh sách {model_name}

source: View list of {model_name}
vi: Xem danh sách {model_name}

source: View {model_name}
vi: Xem {model_name}

source: View details of a {model_name}
vi: Xem chi tiết của {model_name}

source: History {model_name}
vi: Xem lịch sử {model_name}

source: View history of {model_name}
vi: Xem lịch sử {model_name}

source: History detail of {model_name}
vi: Xem chi tiết lịch sử của {model_name}

source: View history detail of {model_name}
vi: Xem chi tiết lịch sử của {model_name}

source: View detail of {model_name}
vi: Xem chi tiết của {model_name}

source: Create {model_name}
vi: Quyền tạo {model_name}

source: Create a new {model_name}
vi: Quyền tạo mới một {model_name}

source: Update {model_name}
vi: Quyền cập nhật {model_name}

source: Partially update {model_name}
vi: Quyền cập nhật một phần {model_name}

source: Delete {model_name}
vi: Quyền xóa {model_name}

source: Export {model_name}
vi: Quyền xuất {model_name}

source: Export {model_name} data
vi: Quyền xuất {model_name}

source: Cannot delete this {model_name} because it is referenced by: {relationships}
vi: Không thể xóa {model_name} vì đang được sử dụng bởi: {relationships}

source: Cannot delete this {model_name} because it has protected relationships
vi: Không thể xóa {model_name} vì đang có quan hệ được bảo vệ.

source: Async export is not enabled
vi: Xuất XLSX không đồng bộ không được bật

source: Invalid delivery parameter; allowed: link, direct
vi: Lỗi tham số delivery; cho phép: link, direct

source: Export started. Check status at /api/export/status/?task_id={task_id}
vi: Xuất dữ liệu đã bắt đầu. Kiểm tra trạng thái tại /api/export/status/?task_id={task_id}

source: Failed to upload file to S3: {error}
vi: Lỗi khi tải tệp tin lên S3: {error}

source: Import task has been queued for processing
vi: Job nhập dữ liệu đã được đưa vào hàng đợi để xử lý

source: Enter a valid email address
vi: Địa chỉ email không hợp lệ

source: This field is required
vi: Trường này là bắt buộc

source: Citizen ID must contain from 9 to 12 digits
vi: Căn cước công dân phải chứa từ 9 đến 12 chữ số

source: This email is sent automatically, please do not reply.
vi: Email này được gửi tự động, vui lòng không trả lời.
