Repository: HienTD-glinteco/mvl-erp-backend
Catalog: apps/payroll/locale/*/LC_MESSAGES/django.po
Languages: vi

source: An assessment for this department and period already exists
vi: Một đánh giá cho phòng ban và kỳ này đã tồn tại

source: Grade must be one of: A, B, C, D
vi: Xếp loại phải là một trong các giá trị: A, B, C, D

source: Only grade and note can be updated for finalized assessments
vi: Chỉ có thể cập nhật xếp loại và ghi chú cho các đánh giá đã hoàn tất

source: Cannot update finalized assessment
vi: Không thể cập nhật đánh giá đã hoàn tất

source: Cannot update assessment that has been assessed by manager
vi: Không thể cập nhật đánh giá đã được quản lý đánh giá

source: Cannot update items of a finalized assessment
vi: Không thể cập nhật các mục của đánh giá đã hoàn tất

source: Employee score cannot exceed component total score
vi: Tổng điểm của nhân viên không được vượt quá tổng điểm thành phần

source: Manager score cannot exceed component total score
vi: Điểm của quản lý không được vượt quá tổng điểm thành phần

source: An assessment for this employee and month already exists
vi: Đã tồn tại đánh giá cho nhân viên và tháng này

source: Only grade_manager_overridden and note can be updated for finalized assessments
vi: Chỉ có thể cập nhật điểm và ghi chú cho các đánh giá đã hoàn tất

source: Component total score must be between 0 and 100
vi: Tổng điểm thành phần phải nằm trong khoảng từ 0 đến 100

source: A criterion with this target, evaluation type, and criterion already exists
vi: Một tiêu chí với mục tiêu, loại đánh giá và tiêu chí này đã tồn tại

source: Payment date cannot be in the future.
vi: Ngày nộp tiền không được ở tương lai.

source: Payment date cannot be before the penalty month.
vi: Ngày nộp tiền không được trước tháng phạt.

source: New penalty ticket {code} ({violation}) was created for you. Please check the ticket list for details.
vi: Có phiếu phạt mới {code} ({violation}) được tạo cho bạn. Vui lòng kiểm tra danh sách phiếu để biết chi tiết.

source: Your penalty ticket {code} has been marked as paid.
vi: Phiếu phạt {code} của bạn đã được đánh dấu là đã thanh toán.

source: Tickets not found: {missing_ids}
vi: Không tìm thấy phiếu phạt: {missing_ids}

source: Month is required.
vi: Trường này là bắt buộc

source: Month must be between 1 and 12.
vi: Tháng phải nằm trong khoảng từ 1 đến 12

source: Month must be in MM/YYYY format.
vi: Tháng phải ở định dạng MM/YYYY (ví dụ: 11/2025)

source: Employee is required.
vi: Trường này là bắt buộc

source: Employee must be in active or onboarding status.
vi: Nhân viên phải đang hoạt động

source: Amount must be greater than 0.
vi: Số tiền phải lớn hơn 0

source: Name is required.
vi: Trường này là bắt buộc

source: Name must not exceed 250 characters.
vi: Tên không được vượt quá 250 ký tự

source: Note must not exceed 500 characters.
vi: Ghi chú không được vượt quá 500 ký tự

source: Revenue is required
vi: Trường này là bắt buộc

source: Revenue must be non-negative
vi: Doanh thu phải là số không âm

source: Transaction count is required
vi: Trường này là bắt buộc

source: Transaction count must be non-negative
vi: Số lượng giao dịch phải là số không âm

source: Employee is required
vi: Trường này là bắt buộc

source: Employee must be active
vi: Nhân viên phải đang hoạt động

source: Month is required
vi: Trường này là bắt buộc

source: Month must be between 1 and 12
vi: Tháng phải nằm trong khoảng từ 1 đến 12

source: Year must be between 1900 and 2100
vi: Năm phải nằm trong khoảng từ 1900 đến 2100

source: Month must be in MM/YYYY format (e.g., 11/2025)
vi: Tháng phải ở định dạng MM/YYYY (ví dụ: 11/2025)

source: Sales revenue for this employee and month already exists
vi: Đã tồn tại doanh thu bán hàng cho nhân viên và tháng này

source: Field name
vi: Tên trường

source: Field value
vi: Giá trị trường

source: Month key in MM/YYYY format
vi: Tháng trong định dạng MM/YYYY

source: List of field-value pairs
vi: Danh sách cặp trường-giá trị

source: Month in MM/YYYY format
vi: Tháng phải ở định dạng MM/YYYY (ví dụ: 11/2025)

source: Number of employees who generated revenue
vi: Số lượng nhân viên đạt doanh thu

source: Total number of sales employees
vi: Tổng số lượng nhân viên

source: Percentage of employees with revenue
vi: Tỷ lệ nhân viên đạt doanh thu

source: Fixed labels for the chart
vi: Nhãn cố định cho biểu đồ

source: Monthly chart data
vi: Dữ liệu biểu đồ hàng tháng

source: Name is required
vi: Trường này là bắt buộc

source: Name must not exceed 250 characters
vi: Tên không được vượt quá 250 ký tự

source: Amount is required
vi: Trường này là bắt buộc

source: Amount must be greater than 0
vi: Số tiền phải lớn hơn 0

source: View Current Assessment
vi: Xem đánh giá hiện tại

source: Permission to view current unfinalized assessment for department employees
vi: Quyền xem đánh giá chưa hoàn tất hiện tại cho nhân viên trong phòng ban

source: Update Self Assessment Item Score
vi: Cập nhật điểm tự đánh giá

source: Permission to update self-assessment item scores
vi: Quyền cập nhật điểm tự đánh giá

source: View Current Assessments
vi: Xem các đánh giá hiện tại

source: Permission to view current unfinalized assessments for department employees
vi: Quyền xem các đánh giá chưa hoàn tất hiện tại cho nhân viên trong phòng ban

source: Generate KPI assessments
vi: Tạo đánh giá KPI

source: Generate employee and department KPI assessments for a specified month
vi: Tạo đánh giá KPI cho nhân viên và phòng ban trong tháng được chỉ định

source: Finalize KPI assessments
vi: Hoàn tất đánh giá KPI

source: Finalize all assessments in the specified period
vi: Hoàn tất tất cả các đánh giá trong kỳ được chỉ định

source: Get summary statistics for KPI assessments
vi: Lấy thống kê tóm tắt cho các đánh giá KPI

source: Get summary statistics for the specified assessment period
vi: Lấy thống kê tóm tắt cho kỳ đánh giá được chỉ định

source: Month parameter is required
vi: Trường này là bắt buộc

source: Invalid month format. Use YYYY-MM (e.g., 2025-12)
vi: Định dạng tháng không hợp lệ. Sử dụng YYYY-MM (ví dụ: 2025-12)

source: Cannot create assessment period for future months
vi: Không thể tạo kỳ đánh giá cho các tháng trong tương lai

source: Assessment period for {month_str} already exists
vi: Đã tồn tại kỳ đánh giá cho tháng {month_str}

source: No KPI configuration found. Please create one first.
vi: Không tìm thấy cấu hình KPI. Vui lòng tạo một cấu hình trước.

source: Period is already finalized
vi: Kỳ đánh giá đã được hoàn tất

source: Period finalized successfully
vi: Hoàn tất kỳ đánh giá thành công

source: Payroll
vi: Bảng lương

source: KPI Configuration
vi: Cấu hình KPI

source: View KPI configuration
vi: Xem cấu hình KPI

source: Payroll - Mobile
vi: Phiếu lương

source: View my KPI assessments
vi: Xem đánh giá KPI của tôi

source: View KPI assessments for myself
vi: Xem đánh giá KPI của tôi

source: My Penalty Tickets
vi: Các phiếu phạt của tôi

source: List my penalty tickets
vi: Danh sách các phiếu phạt của tôi

source: View list of my penalty tickets
vi: Xem danh sách các phiếu phạt của tôi

source: View my penalty ticket
vi: Phiếu phạt của tôi

source: View detail of my penalty ticket
vi: Xem chi tiết phiếu phạt của tôi

source: You need to login to perform this action
vi: Bạn cần đăng nhập để thực hiện hành động này

source: You do not have an associated employee record
vi: Bạn không có hồ sơ nhân viên liên kết

source: Recalculate payroll slip
vi: Tính lại phiếu lương

source: Recalculate a specific payroll slip
vi: Tính lại một phiếu lương cụ thể

source: Hold payroll slip
vi: Tạm giữ lương

source: Put a specific payroll slip on hold
vi: Đặt một phiếu lương cụ thể vào trạng thái tạm giữ

source: Mark payroll slip as ready
vi: Đánh dấu phiếu lương là đã sẵn sàng thanh toán

source: Change payroll slip status to READY
vi: Thay đổi trạng thái phiếu lương thành sẵn sàng thanh toán

source: Deliver payroll slip
vi: Giao phiếu lương đã sẵn sàng sang kế toán

source: Mark payroll slip as delivered to accounting
vi: Đánh dấu phiếu lương là đã giao cho kế toán

source: Send payroll slip email
vi: Gửi email thông báo phiếu lương

source: Send payroll slip notification email to employee
vi: Gửi email thông báo phiếu lương cho nhân viên

source: Can only mark HOLD slips as READY
vi: Chỉ có thể đánh dấu phiếu HOLD là READY

source: Cannot mark as READY - employee has unpaid penalty tickets
vi: Không thể đánh dấu là READY - nhân viên còn phiếu phạt chưa thanh toán

source: Can only deliver READY slips
vi: Chỉ có thể giao phiếu READY

source: Employee has no email address
vi: Nhân viên không có địa chỉ email

source: Penalty Management
vi: Quản lý phiếu phạt

source: Bulk Update Penalty Ticket Status
vi: Quyền cập nhật một phần phiếu phạt

source: Bulk update payment status for penalty tickets
vi: Cập nhật trạng thái thanh toán cho các phiếu phạt

source: Authentication credentials were not provided.
vi: Thông tin xác thực không được cung cấp.

source: Recovery/Back Pay
vi: Truy thu / Truy lĩnh

source: Cannot delete voucher for a month with existing payroll.
vi: Không thể xóa phiếu cho một tháng đã có bảng lương.

source: Configuration
vi: Cấu hình

source: View salary configuration
vi: Xem cấu hình lương

source: Department
vi: Phòng ban

source: Recovery
vi: Truy thu

source: Salary Periods
vi: Các kỳ lương

source: Sales Revenue Management
vi: Quản lý doanh thu bán hàng

source: Download import template for sales revenue
vi: Tải mẫu import cho doanh thu bán hàng

source: Import sales revenue data
vi: Nhập dữ liệu doanh thu bán hàng

source: Import sales revenue data asynchronously
vi: Nhập dữ liệu doanh thu bán hàng không đồng bộ

source: Cannot delete sales revenue for a month with existing payroll.
vi: Không thể xóa doanh thu bán hàng cho một tháng đã có bảng lương.

source: Sales Revenue Reports
vi: Báo cáo doanh thu bán hàng

source: View sales revenue quality reports
vi: Xem báo cáo Đánh giá chất lượng nhân sự

source: View list of sales revenue quality reports
vi: Xem danh sách báo cáo Đánh giá chất lượng nhân sự

source: View sales revenue chart
vi: Xem biểu đồ Đánh giá chất lượng nhân sự

source: View sales revenue chart data for dashboard
vi: Xem dữ liệu biểu đồ Đánh giá chất lượng nhân sự cho bảng điều khiển

source: Export sales revenue quality reports
vi: Xuất báo cáo Đánh giá chất lượng nhân sự

source: Export sales revenue quality reports to file
vi: Xuất báo cáo Đánh giá chất lượng nhân sự ra file

source: KPI Target
vi: Chỉ tiêu KPI

source: Total Revenue
vi: Tổng doanh thu

source: Employees with Revenue
vi: Nhân viên có doanh thu

source: Total Sales Employees
vi: Tổng số nhân viên kinh doanh

source: Revenue vs Target (%)
vi: Doanh thu so với chỉ tiêu (%)

source: Employee with Revenue (%)
vi: Tỷ lệ nhân viên có doanh thu (%)

source: Average Revenue per Employee
vi: Doanh thu trung bình mỗi nhân viên

source: Total Employees
vi: Tổng số nhân viên

source: Month
vi: Tháng

source: Sales Revenue Quality Report
vi: Báo cáo chất lượng doanh thu bán hàng

source: Travel Expense Management
vi: Quản lý công tác phí

source: Cannot delete travel expense for a month with existing payroll.
vi: Không thể xóa công tác phí cho một tháng đã có bảng lương.

source: Employee code is required
vi: Trường này là bắt buộc

source: KPI target is required
vi: Trường này là bắt buộc

source: Employee not found: %(code)s
vi: Không tìm thấy nhân viên: %(code)s

source: KPI target must be non-negative
vi: Chỉ tiêu KPI phải là số không âm

source: Invalid KPI target value
vi: Giá trị chỉ tiêu KPI không hợp lệ

source: Invalid revenue or transaction count
vi: Số lượng giao dịch bán hàng hoặc doanh thu không hợp lệ

source: Invalid month format, expected MM/YYYY
vi: Định dạng tháng không hợp lệ. Sử dụng MM/YYYY (ví dụ: 12/2025)

source: New
vi: Mới

source: Waiting for manager assessment
vi: Chờ đánh giá

source: Completed
vi: Hoàn thành

source: Sales
vi: Nhân viên kinh doanh

source: Backoffice
vi: Nhân viên văn phòng

source: Work Performance
vi: Hiệu quả công việc

source: Discipline
vi: Kỷ luật

source: Pending
vi: Đang chờ xử lý

source: Ready
vi: Sẵn sàng

source: Hold
vi: Tạm giữ

source: Delivered
vi: Đã giao

source: Code
vi: Mã

source: Salary Period
vi: Kỳ lương

source: Employee
vi: Nhân viên

source: Employee Code
vi: Mã nhân viên

source: Employee Name
vi: Tên nhân viên

source: Employee Email
vi: Email nhân viên

source: Tax Code
vi: Mã số thuế

source: Department Name
vi: Tên phòng

source: Position Name
vi: Vị trí

source: Employment Status
vi: Trạng thái lao động

source: Has Unpaid Penalty
vi: Có phiếu phạt chưa thanh toán

source: Unpaid Penalty Count
vi: Số phiếu phạt chưa thanh toán

source: Contract ID
vi: Mã hợp đồng

source: Base Salary
vi: Lương vị trí

source: KPI Salary
vi: Lương KPI

source: Lunch Allowance
vi: Phụ cấp ăn trưa

source: Phone Allowance
vi: Phụ cấp điện thoại

source: Other Allowance
vi: Phụ cấp khác

source: KPI Grade
vi: Mức KPI

source: KPI Percentage
vi: Phần trăm KPI

source: KPI Bonus
vi: Lương đạt KPI

source: Sales Revenue
vi: Doanh thu bán hàng

source: Sales Transaction Count
vi: Số lượng giao dịch bán hàng

source: Business Grade
vi: Mức doanh số

source: Business Progressive Salary
vi: Thưởng doanh số

source: Standard Working Days
vi: Ngày công tiêu chuẩn

source: Total Working Days
vi: Ngày công thực tế

source: Official Working Days
vi: Ngày công chính thức

source: Probation Working Days
vi: Ngày công thử việc

source: TC1 Overtime Hours (Weekday & Sat)
vi: Thời gian làm ngoài giờ Thứ 7 và trong tuần

source: TC2 Overtime Hours (Sunday)
vi: Thời gian làm ngoài giờ chủ nhật

source: TC3 Overtime Hours (Holiday)
vi: Thời gian làm ngoài giờ ngày lễ

source: Total Overtime Hours
vi: Tổng thời gian làm ngoài giờ

source: Hourly Rate
vi: Đơn giá giờ lương

source: Overtime Pay
vi: Tiền làm ngoài giờ

source: Total Position Income
vi: Tổng thu nhập theo vị trí

source: Actual Working Days Income
vi: Thu nhập theo ngày công thực tế

source: Taxable Overtime Salary
vi: Lương ngoài giờ chịu thuế

source: Overtime Progress Allowance
vi: Phụ cấp vượt tiến độ tham chiếu

source: Non-Taxable Overtime Salary
vi: Lương ngoài giờ k chịu thuế

source: Taxable Travel Expense
vi: Công tác phí chịu thuế

source: Non-Taxable Travel Expense
vi: Công tác phí không chịu thuế

source: Total Travel Expense
vi: Tổng công tác phí

source: Gross Income
vi: Tổng thu nhập gross

source: Taxable Income Base
vi: Thu nhập tính thuế

source: Social Insurance Base
vi: Lương đóng BHXH

source: Employee Social Insurance
vi: BHXH NLĐ đóng

source: Employee Health Insurance
vi: BHYT trích từ lương NLĐ

source: Employee Unemployment Insurance
vi: BHTN trích từ lương NLĐ

source: Employee Union Fee
vi: Công đoàn NLĐ đóng

source: Employer Social Insurance
vi: BHXH trích từ DN

source: Employer Health Insurance
vi: BHYT trích từ DN

source: Employer Unemployment Insurance
vi: BHTN trích từ DN

source: Employer Union Fee
vi: Công đoàn công ty đóng

source: Employer Accident Insurance
vi: BH TNLĐ-BNN trích từ DN

source: Personal Deduction
vi: Giảm trừ cá nhân

source: Dependent Count
vi: Số người phụ thuộc

source: Dependent Deduction
vi: Giảm trừ gia cảnh

source: Taxable Income
vi: Thu nhập tính thuế

source: Personal Income Tax
vi: Thuế thu nhập cá nhân

source: Back Pay Amount
vi: Số tiền truy lĩnh

source: Recovery Amount
vi: Số tiền truy thu

source: Net Salary
vi: Lương thực lĩnh (NET)

source: Status
vi: Trạng thái

source: Status Note
vi: Ghi chú trạng thái

source: Need Resend Email
vi: Cần gửi email

source: Email Sent At
vi: Thời gian gửi email

source: Delivered At
vi: Thời gian giao

source: Delivered By
vi: Người giao

source: Calculation Log
vi: Nhật ký tính toán

source: Calculated At
vi: Thời gian tính lương

source: Created By
vi: Người tạo

source: Updated By
vi: Người cập nhật

source: Payroll Slip
vi: Phiếu lương

source: Payroll Slips
vi: Các phiếu lương

# PenaltyTicket Status
source: Paid
vi: Đã nộp phạt

# PenaltyTicket Status
source: Unpaid
vi: Chưa nộp phạt

source: Violation under 10 minutes
vi: Vi phạm dưới 10 phút

source: Violation over 10 minutes
vi: Vi phạm trên 10 phút

source: Absent without reason
vi: Vắng mặt không lý do

source: Uniform error
vi: Lỗi đồng phục

source: Other violation
vi: Vi phạm khác

source: Violation Count
vi: Số lần vi phạm

source: Violation Type
vi: Loại vi phạm

source: Amount
vi: Số tiền

source: Payment Date
vi: Ngày nộp tiền

source: Note
vi: Ghi chú

source: Penalty Ticket
vi: Phiếu phạt

source: Penalty Tickets
vi: Các phiếu phạt

source: Back Pay
vi: Truy lĩnh

source: Not Calculated
vi: Chưa tính vào bảng lương

source: Calculated
vi: Đã tính vào bảng lương

source: Voucher Code
vi: Mã phiếu

source: Name
vi: Tên

source: Voucher Type
vi: Loại phiếu

source: Amount (VND)
vi: Số tiền

source: Recovery Voucher
vi: Phiếu truy thu/truy lĩnh

source: Recovery Vouchers
vi: Các phiếu truy thu/truy lĩnh

source: Ongoing
vi: Đang diễn ra

source: Salary Config Snapshot
vi: Snapshot cấu hình lương

source: Proposal Deadline
vi: Hạn chốt đề xuất

source: KPI Assessment Deadline
vi: Hạn chốt đánh giá KPI

source: Employees Need Recovery
vi: Nhân viên cần truy thu/truy lĩnh

source: Employees With Penalties
vi: Nhân viên bị phạt

source: Employees Paid Penalties
vi: Nhân viên đã nộp phạt

source: Employees With Travel
vi: Nhân viên có công tác phí

source: Employees Need Email
vi: Nhân viên cần gửi email

source: Pending Count
vi: Số lượng đang chờ xử lý

source: Ready Count
vi: Số lượng sẵn sàng

source: Hold Count
vi: Số lượng tạm giữ

source: Delivered Count
vi: Số lượng đã giao

source: Total Gross Income
vi: Tổng thu nhập gộp

source: Total Net Salary
vi: Tổng lương thực lĩnh

source: Completed At
vi: Thời gian hoàn thành

source: Completed By
vi: Người hoàn thành

source: Month key
vi: Khóa tháng

source: Branch
vi: Chi nhánh

source: Block
vi: Khối

source: Total transactions
vi: Tổng số giao dịch

source: Total revenue
vi: Tổng doanh thu

source: Total sales employees
vi: Tổng số nhân viên kinh doanh

source: Active sales employees at end of month
vi: Nhân viên kinh doanh đang hoạt động cuối tháng

source: Employees with revenue
vi: Nhân viên có doanh thu

source: Count of employees who generated revenue in the month
vi: Số nhân viên có phát sinh doanh thu trong tháng

source: Target per employee
vi: Chỉ tiêu mỗi nhân viên

source: Fixed target per employee (50,000,000 VND)
vi: Chỉ tiêu cố định mỗi nhân viên (50.000.000 VND)

source: Total KPI target
vi: Tổng chỉ tiêu KPI

source: Total sales employees * Target per employee
vi: Tổng số nhân viên kinh doanh * Chỉ tiêu mỗi nhân viên

source: Revenue vs target (%)
vi: Doanh thu so với chỉ tiêu (%)

source: Total revenue / Total target * 100
vi: Tổng doanh thu / Tổng chỉ tiêu * 100

source: Employee with revenue (%)
vi: Tỷ lệ nhân viên có doanh thu (%)

source: Employees with revenue / Total sales employees * 100
vi: Nhân viên có doanh thu / Tổng số nhân viên kinh doanh * 100

source: Average revenue per employee
vi: Doanh thu trung bình mỗi nhân viên

source: Total revenue / Total sales employees
vi: Tổng doanh thu / Tổng số nhân viên kinh doanh

source: Sales Revenue Report
vi: Báo cáo doanh thu bán hàng

source: Expense name
vi: Tên chi phí

source: Expense type
vi: Loại chi phí

source: First day of the expense month
vi: Kỳ phát sinh chi phí

source: Created by
vi: Người tạo

source: Updated by
vi: Người cập nhật

source: Travel Expense
vi: Công tác phí

source: Travel Expenses
vi: Các công tác phí

source: Cannot create %(type)s proposal after salary period deadline (%(deadline)s)
vi: Không thể tạo đề xuất %(type)s sau hạn chốt kỳ lương (%(deadline)s)

source: Cannot create overtime entry after salary period deadline (%(deadline)s)
vi: Không thể tạo đề xuất làm thêm giờ sau hạn chốt kỳ lương (%(deadline)s)

source: Cannot submit KPI assessment after deadline (%(deadline)s). Please contact HRM for assistance.
vi: Không thể nộp đánh giá KPI sau hạn chốt (%(deadline)s). Vui lòng liên hệ với bộ phận nhân sự để được hỗ trợ.

source: Hello %(employee_name)s, Your payroll slip for %(month)s is ready. Employee Code: %(employee_code)s Department: %(department)s Position: %(position)s Gross Income: %(gross_income)s VND Net Salary: %(net_salary)s VND Please log in to the system to view full details. Best regards, MaiVietLand Team
vi: Xin chào %(employee_name)s, Phiếu lương tháng %(month)s của bạn đã sẵn sàng. Mã nhân viên: %(employee_code)s Phòng ban: %(department)s Vị trí: %(position)s Thu nhập gộp: %(gross_income)s VND Lương thực nhận: %(net_salary)s VND Vui lòng đăng nhập vào hệ thống để xem chi tiết đầy đủ. Trân trọng, Đội ngũ MaiVietLand

source: Payroll Slip %(month)s - MaiVietLand
vi: Phiếu lương %(month)s - MaiVietLand

source: KPI Assessment for period %(period)s has been created. Please access KPI Assessment to complete.
vi: Phiếu đánh giá kỳ %(period)s đã được tạo. Vui lòng truy cập Đánh giá KPI để hoàn tất.
