Repository: HienTD-glinteco/mvl-erp-backend
Catalog: apps/notifications/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Notification marked as read
vi: Thông báo đã được đánh dấu đã đọc

source: Notification marked as unread
vi: Thông báo đã được đánh dấu chưa đọc

source: Notifications marked as read
vi: Các thông báo đã được đánh dấu đã đọc

source: All notifications marked as read
vi: Tất cả thông báo đã được đánh dấu đã đọc

source: Both
vi: Cả hai

source: Actor
vi: Người thực hiện

source: The user who triggered the notification
vi: Người dùng đã kích hoạt thông báo

source: Recipient
vi: Người nhận

source: The user receiving the notification
vi: Người dùng nhận thông báo

source: Verb
vi: Hành động

source: The action that was performed
vi: Hành động đã được thực hiện

source: Target content type
vi: Loại nội dung mục tiêu

source: Target object ID
vi: ID đối tượng mục tiêu

source: Message
vi: Tin nhắn

source: Optional custom message for the notification
vi: Tin nhắn tùy chỉnh tùy chọn cho thông báo

source: Read
vi: Đã đọc

source: Whether the notification has been read
vi: Thông báo đã được đọc hay chưa

source: Extra data
vi: Dữ liệu bổ sung

source: Additional JSON data to provide context for rendering
vi: Dữ liệu JSON bổ sung để cung cấp ngữ cảnh hiển thị

source: Delivery method
vi: Phương thức gửi

source: How the notification should be delivered
vi: Cách thức gửi thông báo

source: Notification
vi: Thông báo

source: Notifications
vi: Thông báo

source: Message:
vi: Nội dung:

source: New Notification
vi: Thông báo mới
