Repository: HienTD-glinteco/mvl-erp-backend
Catalog: apps/audit_logging/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Core
vi: [Hệ thống]

source: Audit Logging
vi: Thao tác người dùng

source: Get audit log detail
vi: Xem chi tiết nhật ký thao tác

source: Retrieve full details of an audit log entry
vi: Lấy chi tiết đầy đủ của một mục nhật ký thao tác

source: Search audit logs with filters
vi: Tìm kiếm nhật ký thao tác với các bộ lọc

source: Add
vi: Tạo mới

source: Change
vi: Chỉnh sửa

source: Delete
vi: Xóa

source: Import
vi: Nhập file

source: Export
vi: Xuất file

source: Login
vi: Đăng nhập

source: Password Change
vi: Đổi mật khẩu

source: Password Reset
vi: Đặt lại mật khẩu

source: Added
vi: Thêm mới

source: Modified
vi: Chỉnh sửa
