Repository: HienTD-glinteco/mvl-erp-backend
Catalog: apps/hrm/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Retrieve a list of departments with filtering and sorting
vi: Xem danh sách phòng ban với các bộ lọc và sắp xếp

source: Department Detail
vi: Chi Tiết Phòng Ban

source: Retrieve detailed information about a specific department
vi: Xem thông tin chi tiết về một phòng ban cụ thể

source: Create Department
vi: Tạo Phòng Ban

source: Create a new department in the system
vi: Tạo phòng ban mới

source: Update Department
vi: Cập nhật Phòng Ban

source: Update department information
vi: Cập nhật thông tin phòng ban

source: Partial Update Department
vi: Cập nhật một phần Phòng Ban

source: Partially update department information
vi: Cập nhật một phần thông tin phòng ban

source: Delete Department
vi: Xóa Phòng Ban

source: Remove a department from the system
vi: Xóa một phòng ban khỏi hệ thống

source: Department Tree Structure
vi: Sơ đồ phòng ban

source: Retrieve department tree structure by block
vi: Lấy sơ đồ phòng ban theo khối

source: Department Function Choices
vi: Lựa chọn chức năng phòng ban

source: Retrieve available department functions based on block type
vi: Lọc các chức năng phòng ban có sẵn dựa trên loại khối

source: Management Department Choices
vi: Quản lý Phòng Ban

source: Retrieve departments that can serve as management departments
vi: Lấy các phòng ban có thể làm phòng ban quản lý

source: Proposal
vi: Đề xuất

source: Approve {model_name}
vi: Phê duyệt {model_name}

source: Reject {model_name}
vi: Từ chối {model_name}

source: View the list of requests pending my verification
vi: Xem danh sách các yêu cầu đang chờ tôi xác nhận

source: List Timesheet Entry Complaint Proposals
vi: Xem danh sách Đề xuất Khiếu nại Chấm công

source: Allows the user to list timesheet entry complaint proposals
vi: Cho phép người dùng xem danh sách đề xuất khiếu nại chấm công

source: Retrieve Timesheet Entry Complaint Proposal
vi: Xem chi tiết Đề xuất Khiếu nại Chấm công

source: Allows the user to retrieve a specific timesheet entry complaint proposal
vi: Cho phép người dùng xem chi tiết một đề xuất khiếu nại chấm công

source: Create Timesheet Entry Complaint Proposal
vi: Tạo Đề xuất Khiếu nại Chấm công

source: Allows the user to create a new timesheet entry complaint proposal
vi: Cho phép người dùng tạo mới đề xuất khiếu nại chấm công

source: Update Timesheet Entry Complaint Proposal
vi: Cập nhật Đề xuất Khiếu nại Chấm công

source: Allows the user to update an existing timesheet entry complaint proposal
vi: Cho phép người dùng cập nhật một đề xuất khiếu nại chấm công hiện có

source: Partially Update Timesheet Entry Complaint Proposal
vi: Cập nhật một phần Đề xuất Khiếu nại Chấm công

source: Allows the user to partially update an existing timesheet entry complaint proposal
vi: Cho phép người dùng cập nhật một phần đề xuất khiếu nại chấm công hiện có

source: Delete Timesheet Entry Complaint Proposal
vi: Xóa Đề xuất Khiếu nại Chấm công

source: Allows the user to delete a timesheet entry complaint proposal
vi: Cho phép người dùng xóa đề xuất khiếu nại chấm công

source: Export Timesheet Entry Complaint Proposals
vi: Xuất Đề xuất Khiếu nại Chấm công

source: Allows the user to export timesheet entry complaint proposals
vi: Cho phép người dùng xuất đề xuất khiếu nại chấm công

source: View Timesheet Entry Complaint Proposal Histories
vi: Xem lịch sử thay đổi Đề xuất Khiếu nại Chấm công

source: Allows the user to view audit logs for timesheet entry complaint proposals
vi: Cho phép người dùng xem nhật ký thay đổi đề xuất khiếu nại chấm công

source: View Timesheet Entry Complaint Proposal History Detail
vi: Xem chi tiết lịch sử thay đổi Đề xuất Khiếu nại Chấm công

source: Allows the user to view detailed audit log for a timesheet entry complaint proposal
vi: Cho phép người dùng xem nhật ký thay đổi chi tiết cho một đề xuất khiếu nại chấm công

source: Approve Timesheet Entry Complaint Proposal
vi: Phê duyệt Đề xuất Khiếu nại Chấm công

source: Allows the user to approve a timesheet entry complaint proposal
vi: Cho phép người dùng phê duyệt đề xuất khiếu nại chấm công

source: Reject Timesheet Entry Complaint Proposal
vi: Từ chối Đề xuất Khiếu nại Chấm công

source: Allows the user to reject a timesheet entry complaint proposal
vi: Cho phép người dùng từ chối đề xuất khiếu nại chấm công

source: List Post-Maternity Benefits Proposals
vi: Xem danh sách Đề xuất Chế độ làm việc hậu thai sản

source: Allows the user to list post-maternity benefits proposals
vi: Cho phép người dùng xem danh sách đề xuất chế độ làm việc hậu thai sản

source: Retrieve Post-Maternity Benefits Proposal
vi: Xem chi tiết Đề xuất Chế độ làm việc hậu thai sản

source: Allows the user to retrieve a specific post-maternity benefits proposal
vi: Cho phép người dùng xem chi tiết một đề xuất chế độ làm việc hậu thai sản

source: Create Post-Maternity Benefits Proposal
vi: Tạo Đề xuất Chế độ làm việc hậu thai sản

source: Allows the user to create a new post-maternity benefits proposal
vi: Cho phép người dùng tạo mới đề xuất chế độ làm việc hậu thai sản

source: Update Post-Maternity Benefits Proposal
vi: Cập nhật Đề xuất Chế độ làm việc hậu thai sản

source: Allows the user to update an existing post-maternity benefits proposal
vi: Cho phép người dùng cập nhật đề xuất chế độ làm việc hậu thai sản

source: Partially Update Post-Maternity Benefits Proposal
vi: Cập nhật một phần Đề xuất Chế độ làm việc hậu thai sản

source: Allows the user to partially update an existing post-maternity benefits proposal
vi: Cho phép người dùng cập nhật một phần đề xuất chế độ làm việc hậu thai sản

source: Delete Post-Maternity Benefits Proposal
vi: Xóa Đề xuất Chế độ làm việc hậu thai sản

source: Allows the user to delete a post-maternity benefits proposal
vi: Cho phép người dùng xóa đề xuất chế độ làm việc hậu thai sản

source: Export Post-Maternity Benefits Proposals
vi: Xuất Đề xuất Chế độ làm việc hậu thai sản

source: Allows the user to export post-maternity benefits proposals
vi: Cho phép người dùng xuất đề xuất chế độ làm việc hậu thai sản

source: View Post-Maternity Benefits Proposal Histories
vi: Xem nhật ký thay đổi Đề xuất Chế độ làm việc hậu thai sản

source: Allows the user to view audit logs for post-maternity benefits proposals
vi: Cho phép người dùng xem nhật ký thay đổi đề xuất chế độ làm việc hậu thai sản

source: View Post-Maternity Benefits Proposal History Detail
vi: Xem chi tiết nhật ký thay đổi Đề xuất Chế độ làm việc hậu thai sản

source: Allows the user to view detailed audit log for a post-maternity benefits proposal
vi: Cho phép người dùng xem nhật ký thay đổi chi tiết cho một đề xuất chế độ làm việc hậu thai sản

source: Approve Post-Maternity Benefits Proposal
vi: Phê duyệt Đề xuất Chế độ làm việc hậu thai sản

source: Allows the user to approve a post-maternity benefits proposal
vi: Cho phép người dùng phê duyệt đề xuất chế độ làm việc hậu thai sản

source: Reject Post-Maternity Benefits Proposal
vi: Từ chối Đề xuất Chế độ làm việc hậu thai sản

source: Allows the user to reject a post-maternity benefits proposal
vi: Cho phép người dùng từ chối đề xuất chế độ làm việc hậu thai sản

source: List Late Exemption Proposals
vi: Xem danh sách Đề xuất Miễn trừ trễ

source: Allows the user to list late exemption proposals
vi: Cho phép người dùng xem danh sách đề xuất miễn trừ trễ

source: Retrieve Late Exemption Proposal
vi: Xem chi tiết Đề xuất Miễn trừ trễ

source: Allows the user to retrieve a specific late exemption proposal
vi: Cho phép người dùng xem chi tiết một đề xuất miễn trừ trễ

source: Create Late Exemption Proposal
vi: Tạo Đề xuất Miễn trừ trễ

source: Allows the user to create a new late exemption proposal
vi: Cho phép người dùng tạo mới đề xuất miễn trừ trễ

source: Update Late Exemption Proposal
vi: Cập nhật Đề xuất Miễn trừ trễ

source: Allows the user to update an existing late exemption proposal
vi: Cho phép người dùng cập nhật đề xuất miễn trừ trễ

source: Partially Update Late Exemption Proposal
vi: Cập nhật một phần Đề xuất Miễn trừ trễ

source: Allows the user to partially update an existing late exemption proposal
vi: Cho phép người dùng cập nhật một phần đề xuất miễn trừ trễ

source: Delete Late Exemption Proposal
vi: Xóa Đề xuất Miễn trừ trễ

source: Allows the user to delete a late exemption proposal
vi: Cho phép người dùng xóa đề xuất miễn trừ trễ

source: Export Late Exemption Proposals
vi: Xuất Đề xuất Miễn trừ trễ

source: Allows the user to export late exemption proposals
vi: Cho phép người dùng xuất đề xuất miễn trừ trễ

source: View Late Exemption Proposal Histories
vi: Xem lịch sử Đề xuất Miễn trừ trễ

source: Allows the user to view audit logs for late exemption proposals
vi: Cho phép người dùng xem nhật ký thay đổi cho đề xuất miễn trừ trễ

source: View Late Exemption Proposal History Detail
vi: Xem chi tiết lịch sử Đề xuất Miễn trừ trễ

source: Allows the user to view detailed audit log for a late exemption proposal
vi: Cho phép người dùng xem nhật ký thay đổi chi tiết cho một đề xuất miễn trừ trễ

source: Approve Late Exemption Proposal
vi: Phê duyệt Đề xuất Miễn trừ trễ

source: Allows the user to approve a late exemption proposal
vi: Cho phép người dùng phê duyệt đề xuất miễn trừ trễ

source: Reject Late Exemption Proposal
vi: Từ chối Đề xuất Miễn trừ trễ

source: Allows the user to reject a late exemption proposal
vi: Cho phép người dùng từ chối đề xuất miễn trừ trễ

source: List Overtime Work Proposals
vi: Danh sách Đề xuất Làm việc ngoài giờ (OT)

source: Allows the user to list overtime work proposals
vi: Cho phép người dùng xem danh sách đề xuất làm việc ngoài giờ

source: Retrieve Overtime Work Proposal
vi: Xem chi tiết Đề xuất Làm việc ngoài giờ

source: Allows the user to retrieve a specific overtime work proposal
vi: Cho phép người dùng xem chi tiết một đề xuất làm việc ngoài giờ

source: Create Overtime Work Proposal
vi: Tạo Đề xuất Làm việc ngoài giờ

source: Allows the user to create a new overtime work proposal
vi: Cho phép người dùng tạo mới đề xuất làm việc ngoài giờ

source: Update Overtime Work Proposal
vi: Cập nhật Đề xuất Làm việc ngoài giờ

source: Allows the user to update an existing overtime work proposal
vi: Cho phép người dùng cập nhật đề xuất làm việc ngoài giờ

source: Partially Update Overtime Work Proposal
vi: Cập nhật một phần Đề xuất Làm việc ngoài giờ

source: Allows the user to partially update an existing overtime work proposal
vi: Cho phép người dùng cập nhật một phần đề xuất làm việc ngoài giờ

source: Delete Overtime Work Proposal
vi: Xóa Đề xuất Làm việc ngoài giờ

source: Allows the user to delete an overtime work proposal
vi: Cho phép người dùng xóa đề xuất làm việc ngoài giờ

source: Export Overtime Work Proposals
vi: Xuất Đề xuất Làm việc ngoài giờ

source: Allows the user to export overtime work proposals
vi: Cho phép người dùng xuất đề xuất làm việc ngoài giờ

source: View Overtime Work Proposal Histories
vi: Xem lịch sử Đề xuất Làm việc ngoài giờ

source: Allows the user to view audit logs for overtime work proposals
vi: Cho phép người dùng xem nhật ký thay đổi cho đề xuất làm việc ngoài giờ

source: View Overtime Work Proposal History Detail
vi: Xem chi tiết lịch sử Đề xuất Làm việc ngoài giờ

source: Allows the user to view detailed audit log for an overtime work proposal
vi: Cho phép người dùng xem nhật ký thay đổi chi tiết cho một đề xuất làm việc ngoài giờ

source: Approve Overtime Work Proposal
vi: Phê duyệt Đề xuất Làm việc ngoài giờ

source: Allows the user to approve an overtime work proposal
vi: Cho phép người dùng phê duyệt đề xuất làm việc ngoài giờ

source: Reject Overtime Work Proposal
vi: Từ chối Đề xuất Làm việc ngoài giờ

source: Allows the user to reject an overtime work proposal
vi: Cho phép người dùng từ chối đề xuất làm việc ngoài giờ

source: List Paid Leave Proposals
vi: Danh sách Đề xuất Nghỉ phép có lương

source: Allows the user to list paid leave proposals
vi: Cho phép người dùng xem danh sách đề xuất nghỉ phép có lương

source: Retrieve Paid Leave Proposal
vi: Xem chi tiết Đề xuất Nghỉ phép có lương

source: Allows the user to retrieve a specific paid leave proposal
vi: Cho phép người dùng xem chi tiết một đề xuất nghỉ phép có lương

source: Export Paid Leave Proposals
vi: Xuất Đề xuất Nghỉ phép có lương

source: Allows the user to export paid leave proposals
vi: Cho phép người dùng xuất đề xuất nghỉ phép có lương

source: View Paid Leave Proposal Histories
vi: Xem lịch sử Đề xuất Nghỉ phép có lương

source: Allows the user to view audit logs for paid leave proposals
vi: Cho phép người dùng xem nhật ký thay đổi cho đề xuất nghỉ phép có lương

source: View Paid Leave Proposal History Detail
vi: Xem chi tiết lịch sử Đề xuất Nghỉ phép có lương

source: Allows the user to view detailed audit log for a paid leave proposal
vi: Cho phép người dùng xem nhật ký thay đổi chi tiết cho đề xuất nghỉ phép có lương

source: Approve Paid Leave Proposal
vi: Phê duyệt Đề xuất Nghỉ phép có lương

source: Allows the user to approve a paid leave proposal
vi: Cho phép người dùng phê duyệt đề xuất nghỉ phép có lương

source: Reject Paid Leave Proposal
vi: Từ chối Đề xuất Nghỉ phép có lương

source: Allows the user to reject a paid leave proposal
vi: Cho phép người dùng từ chối đề xuất nghỉ phép có lương

source: List Unpaid Leave Proposals
vi: Xem danh sách Đề xuất Nghỉ không lương

source: Allows the user to list unpaid leave proposals
vi: Cho phép người dùng xem danh sách đề xuất nghỉ không lương

source: Retrieve Unpaid Leave Proposal
vi: Xem chi tiết Đề xuất Nghỉ không lương

source: Allows the user to retrieve a specific unpaid leave proposal
vi: Cho phép người dùng xem chi tiết một đề xuất nghỉ không lương

source: Create Unpaid Leave Proposal
vi: Tạo Đề xuất Nghỉ không lương

source: Allows the user to create a new unpaid leave proposal
vi: Cho phép người dùng tạo mới đề xuất nghỉ không lương

source: Update Unpaid Leave Proposal
vi: Cập nhật Đề xuất Nghỉ không lương

source: Allows the user to update an existing unpaid leave proposal
vi: Cho phép người dùng cập nhật đề xuất nghỉ không lương

source: Partially Update Unpaid Leave Proposal
vi: Cập nhật một phần Đề xuất Nghỉ không lương

source: Allows the user to partially update an existing unpaid leave proposal
vi: Cho phép người dùng cập nhật một phần đề xuất nghỉ không lương

source: Delete Unpaid Leave Proposal
vi: Xóa Đề xuất Nghỉ không lương

source: Allows the user to delete an unpaid leave proposal
vi: Cho phép người dùng xóa đề xuất nghỉ không lương

source: Export Unpaid Leave Proposals
vi: Xuất Đề xuất Nghỉ không lương

source: Allows the user to export unpaid leave proposals
vi: Cho phép người dùng xuất đề xuất nghỉ không lương

source: View Unpaid Leave Proposal Histories
vi: Xem lịch sử Đề xuất Nghỉ không lương

source: Allows the user to view audit logs for unpaid leave proposals
vi: Cho phép người dùng xem nhật ký thay đổi cho đề xuất nghỉ không lương

source: View Unpaid Leave Proposal History Detail
vi: Xem chi tiết lịch sử Đề xuất Nghỉ không lương

source: Allows the user to view detailed audit log for an unpaid leave proposal
vi: Cho phép người dùng xem nhật ký thay đổi chi tiết cho đề xuất nghỉ không lương

source: Approve Unpaid Leave Proposal
vi: Phê duyệt Đề xuất Nghỉ không lương

source: Allows the user to approve an unpaid leave proposal
vi: Cho phép người dùng phê duyệt đề xuất nghỉ không lương

source: Reject Unpaid Leave Proposal
vi: Từ chối Đề xuất Nghỉ không lương

source: Allows the user to reject an unpaid leave proposal
vi: Cho phép người dùng từ chối đề xuất nghỉ không lương

source: List Maternity Leave Proposals
vi: Xem danh sách Đề xuất Nghỉ việc hưởng chế độ thai sản

source: Allows the user to list maternity leave proposals
vi: Cho phép người dùng xem danh sách đề xuất nghỉ việc hưởng chế độ thai sản

source: Retrieve Maternity Leave Proposal
vi: Xem chi tiết Đề xuất Nghỉ việc hưởng chế độ thai sản

source: Allows the user to retrieve a specific maternity leave proposal
vi: Cho phép người dùng xem chi tiết một đề xuất nghỉ việc hưởng chế độ thai sản

source: Create Maternity Leave Proposal
vi: Tạo Đề xuất Nghỉ việc hưởng chế độ thai sản

source: Allows the user to create a new maternity leave proposal
vi: Cho phép người dùng tạo mới đề xuất nghỉ việc hưởng chế độ thai sản

source: Update Maternity Leave Proposal
vi: Cập nhật Đề xuất Nghỉ việc hưởng chế độ thai sản

source: Allows the user to update an existing maternity leave proposal
vi: Cho phép người dùng cập nhật đề xuất nghỉ việc hưởng chế độ thai sản

source: Partially Update Maternity Leave Proposal
vi: Cập nhật một phần Đề xuất Nghỉ việc hưởng chế độ thai sản

source: Allows the user to partially update an existing maternity leave proposal
vi: Cho phép người dùng cập nhật một phần đề xuất nghỉ việc hưởng chế độ thai sản hiện có

source: Delete Maternity Leave Proposal
vi: Xóa Đề xuất Nghỉ việc hưởng chế độ thai sản

source: Allows the user to delete a maternity leave proposal
vi: Cho phép người dùng xóa đề xuất nghỉ việc hưởng chế độ thai sản

source: Export Maternity Leave Proposals
vi: Xuất Đề xuất Nghỉ việc hưởng chế độ thai sản

source: Allows the user to export maternity leave proposals
vi: Cho phép người dùng xuất đề xuất nghỉ việc hưởng chế độ thai sản

source: View Maternity Leave Proposal Histories
vi: Xem lịch sử Đề xuất Nghỉ việc hưởng chế độ thai sản

source: Allows the user to view audit logs for maternity leave proposals
vi: Cho phép người dùng xem nhật ký thay đổi cho đề xuất nghỉ việc hưởng chế độ thai sản

source: View Maternity Leave Proposal History Detail
vi: Xem chi tiết lịch sử Đề xuất Nghỉ việc hưởng chế độ thai sản

source: Allows the user to view detailed audit log for a maternity leave proposal
vi: Cho phép người dùng xem nhật ký thay đổi chi tiết cho một đề xuất nghỉ việc hưởng chế độ thai sản.

source: Approve Maternity Leave Proposal
vi: Phê duyệt Đề xuất Nghỉ việc hưởng chế độ thai sản

source: Allows the user to approve a maternity leave proposal
vi: Cho phép người dùng phê duyệt đề xuất nghỉ việc hưởng chế độ thai sản

source: Reject Maternity Leave Proposal
vi: Từ chối Đề xuất Nghỉ việc hưởng chế độ thai sản

source: Allows the user to reject a maternity leave proposal
vi: Cho phép người dùng từ chối đề xuất nghỉ việc hưởng chế độ thai sản

source: List Job Transfer Proposals
vi: Danh sách Đề xuất Điều chuyển công tác

source: Allows the user to list job transfer proposals
vi: Cho phép người dùng xem danh sách đề xuất điều chuyển công tác

source: Retrieve Job Transfer Proposal
vi: Xem chi tiết Đề xuất Điều chuyển công tác

source: Allows the user to retrieve a specific job transfer proposal
vi: Cho phép người dùng xem chi tiết một đề xuất điều chuyển công tác

source: Create Job Transfer Proposal
vi: Tạo Đề xuất Điều chuyển công tác

source: Allows the user to create a new job transfer proposal
vi: Cho phép người dùng tạo mới đề xuất điều chuyển công tác

source: Update Job Transfer Proposal
vi: Cập nhật Đề xuất Điều chuyển công tác

source: Allows the user to update an existing job transfer proposal
vi: Cho phép người dùng cập nhật đề xuất điều chuyển công tác

source: Partially Update Job Transfer Proposal
vi: Cập nhật một phần Đề xuất Điều chuyển công tác

source: Allows the user to partially update an existing job transfer proposal
vi: Cho phép người dùng cập nhật một phần đề xuất điều chuyển công tác

source: Delete Job Transfer Proposal
vi: Xóa Đề xuất Điều chuyển công tác

source: Allows the user to delete a job transfer proposal
vi: Cho phép người dùng xóa đề xuất điều chuyển công tác

source: Export Job Transfer Proposals
vi: Xuất Đề xuất Điều chuyển công tác

source: Allows the user to export job transfer proposals
vi: Cho phép người dùng xuất đề xuất điều chuyển công tác

source: View Job Transfer Proposal Histories
vi: Xem lịch sử Đề xuất Điều chuyển công tác

source: Allows the user to view audit logs for job transfer proposals
vi: Cho phép người dùng xem nhật ký thay đổi cho đề xuất điều chuyển công tác

source: View Job Transfer Proposal History Detail
vi: Xem chi tiết lịch sử Đề xuất Điều chuyển công tác

source: Allows the user to view detailed audit log for a job transfer proposal
vi: Cho phép người dùng xem nhật ký thay đổi chi tiết cho đề xuất điều chuyển công tác

source: Approve Job Transfer Proposal
vi: Phê duyệt Đề xuất Điều chuyển công tác

source: Allows the user to approve a job transfer proposal
vi: Cho phép người dùng phê duyệt đề xuất điều chuyển công tác

source: Reject Job Transfer Proposal
vi: Từ chối Đề xuất Điều chuyển công tác

source: Allows the user to reject a job transfer proposal
vi: Cho phép người dùng từ chối đề xuất điều chuyển công tác

source: List Asset Allocation Proposals
vi: Danh sách Đề xuất Cấp tài sản

source: Allows the user to list asset allocation proposals
vi: Cho phép người dùng xem danh sách đề xuất cấp tài sản

source: Retrieve Asset Allocation Proposal
vi: Xem chi tiết Đề xuất Cấp tài sản

source: Allows the user to retrieve a specific asset allocation proposal
vi: Cho phép người dùng xem chi tiết một đề xuất cấp tài sản

source: Create Asset Allocation Proposal
vi: Tạo Đề xuất Cấp tài sản

source: Allows the user to create a new asset allocation proposal
vi: Cho phép người dùng tạo mới đề xuất cấp tài sản

source: Update Asset Allocation Proposal
vi: Cập nhật Đề xuất Cấp tài sản

source: Allows the user to update an existing asset allocation proposal
vi: Cho phép người dùng cập nhật đề xuất cấp tài sản

source: Partially Update Asset Allocation Proposal
vi: Cập nhật một phần Đề xuất Cấp tài sản

source: Allows the user to partially update an existing asset allocation proposal
vi: Cho phép người dùng cập nhật một phần đề xuất cấp tài sản

source: Delete Asset Allocation Proposal
vi: Xóa Đề xuất Cấp tài sản

source: Allows the user to delete an asset allocation proposal
vi: Cho phép người dùng xóa đề xuất cấp tài sản

source: Export Asset Allocation Proposals
vi: Xuất Đề xuất Cấp tài sản

source: Allows the user to export asset allocation proposals
vi: Cho phép người dùng xuất đề xuất cấp tài sản

source: View Asset Allocation Proposal Histories
vi: Xem lịch sử Đề xuất Cấp tài sản

source: Allows the user to view audit logs for asset allocation proposals
vi: Cho phép người dùng xem nhật ký thay đổi cho đề xuất cấp tài sản

source: View Asset Allocation Proposal History Detail
vi: Xem chi tiết lịch sử Đề xuất Cấp tài sản

source: Allows the user to view detailed audit log for an asset allocation proposal
vi: Cho phép người dùng xem nhật ký thay đổi chi tiết cho một đề xuất cấp tài sản

source: Approve Asset Allocation Proposal
vi: Phê duyệt Đề xuất Cấp tài sản

source: Allows the user to approve an asset allocation proposal
vi: Cho phép người dùng phê duyệt đề xuất cấp tài sản

source: Reject Asset Allocation Proposal
vi: Từ chối Đề xuất Cấp tài sản

source: Allows the user to reject an asset allocation proposal
vi: Cho phép người dùng từ chối đề xuất cấp tài sản

source: Verify Proposal
vi: Xác nhận Đề xuất

source: Allows the user to verify a proposal
vi: Cho phép người dùng xác nhận đề xuất

source: Reject Proposal
vi: Từ chối Đề xuất

source: Allows the user to reject a proposal verification
vi: Cho phép người dùng từ chối xác nhận đề xuất

source: List My employee Proposal Verifiers
vi: Danh sách Người xác nhận

source: Allows the user to list their assigned proposal for verifing
vi: Cho phép người dùng xem danh sách đề xuất được giao

source: List Device Change Proposals
vi: Danh sách Đề xuất Thay đổi thiết bị đăng nhập

source: Allows the user to list device change proposals
vi: Cho phép người dùng xem danh sách đề xuất thay đổi thiết bị đăng nhập

source: Retrieve Device Change Proposal
vi: Xem chi tiết Đề xuất Thay đổi thiết bị đăng nhập

source: Allows the user to retrieve a specific device change proposal
vi: Cho phép người dùng xem chi tiết một đề xuất thay đổi thiết bị đăng nhập
