Repository: HienTD-glinteco/mvl-erp-backend
Catalog: apps/hrm/locale/*/LC_MESSAGES/django.po
Languages: vi

source: A device with IP {ip} and port {port} already exists.
vi: Thiêt bi có IP {ip} và cổng {port} đã tồn tại.

source: Only active or onboarding employees can be exempt from attendance tracking
vi: Chỉ những nhân viên đang hoạt động hoặc trong giai đoạn thử việc mới có thể được miễn theo dõi chấm công

source: Employee already has an active exemption.
vi: Nhân viên đã có một sự miễn trừ đang hoạt động.

source: Branch
vi: Chi Nhánh

source: Block
vi: Khối

source: State
vi: Trạng Thái

source: Please enter your username.
vi: Vui lòng nhập tên người dùng.

source: Username cannot be blank.
vi: Tên người dùng không được để trống.

source: Please enter your password.
vi: Vui lòng nhập mật khẩu.

source: Password cannot be blank.
vi: Mật khẩu không được để trống.

source: Please provide device ID.
vi: Vui lòng cung cấp mã thiết bị.

source: Device ID cannot be blank.
vi: Mã thiết bị không được để trống.

source: Incorrect password. Please try again.
vi: Mật khẩu không đúng. Vui lòng thử lại.

source: Username does not exist.
vi: Tên người dùng không tồn tại.

source: This account is inactive. Please contact support.
vi: Tài khoản này không hoạt động. Vui lòng liên hệ với hỗ trợ.

source: Account is temporarily locked due to multiple failed login attempts. Please try again later.
vi: Tài khoản này tạm thời bị khóa do nhiều lần đăng nhập thất bại. Vui lòng thử lại sau.

source: This device is already registered to another account. Please use a different device.
vi: Thiết bị này đã được đăng ký cho tài khoản khác. Vui lòng sử dụng thiết bi khác.

source: This device is already registered for your account. No need to create a device change request.
vi: Thiết bị này đã được đăng ký cho tài khoản của bạn. Không cần tạo yêu cầu thay đổi thiết bị.

source: Please provide request ID.
vi: Vui lòng cung cấp mã yêu cầu.

source: Invalid request ID format.
vi: Mã yêu cầu không hợp lệ.

source: Please enter the OTP code.
vi: Vui lòng nhập mã OTP.

source: OTP code cannot be blank.
vi: Mã OTP không được để trống.

source: OTP code must be 6 digits.
vi: Mã OTP phải có 6 chữ số.

source: OTP code can only contain digits.
vi: Mã OTP chỉ được chứa số.

source: Invalid or expired request. Please start over.
vi: Yêu cầu không hợp lệ hoặc đã hết hạn. Vui lòng bắt đầu lại.

source: This request has already been verified.
vi: Yêu cầu này đã được xác nhận.

source: This request has failed due to too many incorrect attempts. Please start over.
vi: Yêu cầu này đã thất bại do quá nhiều lần thử không chính xác. Vui lòng bắt đầu lại.

source: This request has expired. Please start over.
vi: Yêu cầu này đã hết hạn. Vui lòng bắt đầu lại.

source: OTP code has expired. Please request a new one.
vi: Mã OTP đã hết hạn. Vui lòng yêu cầu một mã mới.

source: Too many incorrect attempts. This request has been marked as failed. Please start over.
vi: Quá nhiều lần thử không chính xác. Yêu cầu này đã được đánh dấu là thất bại. Vui lòng bắt đầu lại.

source: Incorrect OTP code. You have {attempts} attempt(s) remaining.
vi: Mã OTP không chính xác. Bạn còn {attempts} lần thử.

source: Your account is not linked to an employee record. Please contact HR to set up your employee profile before requesting device change.
vi: Tài khoản của bạn không liên kết với hồ sơ nhân viên. Vui lòng liên hệ với HR để tạo hồ sơ nhân viên trước khi yêu cầu thay đổi thiết bị.

source: Only contracts with DRAFT status can be edited.
vi: Chỉnh sửa chỉ áp dụng cho hợp đồng có trạng thái BẢN NHÁP.

source: Contract type must have category 'contract'.
vi: Loại hợp đồng phải có thể loại 'contract'.

source: Sign date must be on or before effective date.
vi: Ngày ký phải trước hoặc vào ngày hiệu lực.

source: Expiration date must be on or after effective date.
vi: Ngày hết hạn phải sau hoặc vào ngày hiệu lực.

source: Only appendices with DRAFT status can be edited.
vi: Chỉnh sửa chỉ áp dụng cho phụ lục hợp đồng có trạng thái BẢN NHÁP.

source: Parent contract is required for appendices.
vi: Hợp đồng gốc là bắt buộc đối với phụ lục.

source: Parent contract must be in ACTIVE or ABOUT_TO_EXPIRE status.
vi: Hợp đồng gốc phải có trạng thái ĐANG HOẠT ĐỘNG hoặc SẮP HẾT HẠN.

source: Appendix effective date must be on or after parent contract effective date.
vi: Ngày hiệu lực của phụ lục phải bằng hoặc sau ngày hiệu lực của hợp đồng gốc.

source: Appendix expiration date must be on or before parent contract expiration date.
vi: Ngày hết hiệu lực của phụ lục phải bằng hoặc trước ngày hết hiệu lực của hợp đồng gốc.

source: Duration in months is required for fixed-term contracts.
vi: Thời hạn bằng tháng là bắt buộc đối với hợp đồng có thời hạn cố định.

source: Yes
vi: Có

source: No
vi: Không

source: File IDs not found or not confirmed: {ids}
vi: Những ID tệp không được tìm thấy hoặc chưa được xác nhận: {ids}

source: This field cannot be updated directly. Use the '{action}' action endpoint instead.
vi: Trường này không thể được cập nhật trực tiếp. Vui lòng sử dụng hành động '{action}' thay thế

source: An employee with this attendance code already exists.
vi: Mã chấm công này đã được sử dụng bởi một nhân viên khác.

source: Employee created
vi: Tạo nhân viên thành công

source: The selected decision must be in 'Issued' status.
vi: Quyết định được chọn phải ở trạng thái 'Đã ban hành'.

source: Start date cannot be in the future.
vi: Ngày bắt đầu không thể ở tương lai.

source: Only employees with 'Onboarding' status can be activated.
vi: Chỉ những nhân viên có trạng thái 'Đang thử việc' mới có thể được kích hoạt.

source: Assigned to {department} - {position}
vi: Được phân công vào {department} - {position}

source: Start date cannot be earlier than the resignation start date of {date}.
vi: Ngày bắt đầu không thể trước ngày bắt đầu nghỉ việc là {date}.

source: Only employees with 'Resigned' status can be reactivated.
vi: Chỉ những nhân viên có trạng thái 'Đã nghỉ việc' mới có thể được kích hoạt lại.

source: Employee returned to work from resigned status. Status changed from {old_status} to {new_status}.
vi: Nhân viên trở lại làm việc từ trạng thái đã nghỉ việc. Trạng thái thay đổi từ {old_status} sang {new_status}.

source: Seniority retained from previous employment period.
vi: Thâm niên được giữ lại từ giai đoạn làm việc trước đó.

source: Status changed from {old_status} to {new_status} (Reactivated)
vi: Đổi trạng thái từ {old_status} sang {new_status} (Kích hoạt lại)

source: Resignation start date cannot be earlier than the employee's start date or latest comeback start date.
vi: Ngày bắt đầu không thể trước ngày bắt đầu nghỉ việc của nhân viên hoặc ngày trở lại làm việc gần nhất.

source: Status changed from {old_status} to {new_status}
vi: Trạng thái thay đổi từ {old_status} sang {new_status}

source: Only active or unpaid leave employees can go on maternity leave.
vi: Chỉ những nhân viên đang hoạt động hoặc nghỉ không lương mới có thể nghỉ thai sản.

source: Maternity leave ended, employee returned to work.
vi: Ngày kết thúc nghỉ thai sản, nhân viên trở lại làm việc.

source: At least department or position must be different from the current ones.
vi: Ít nhất phòng ban hoặc chức vụ phải khác với giá trị hiện tại.

source: Effective date must be greater than or equal to the first day of the current month.
vi: Ngày hiệu lực phải lớn hơn hoặc bằng ngày đầu tiên của tháng hiện tại.

source: Effective date cannot be in the future.
vi: Ngày hiệu lực không thể ở tương lai.

source: The new employee type must be different from the current type.
vi: Loại nhân viên mới phải khác loại hiện tại.

source: Effective date cannot be earlier than the latest work history date.
vi: Ngày hiệu lực phải lớn hơn hoặc bằng ngày hiệu lực của lần thay đổi loại nhân viên gần nhất.

source: No.
vi: STT

source: Contract Type
vi: Loại Hợp Đồng

source: Position
vi: Chức Vụ

source: Department
vi: Phòng Ban

source: Resignation Reason
vi: Lý Do Nghỉ Việc

source: Resignation Date
vi: Ngày Nghỉ Việc

source: Bank Name
vi: Tên Ngân Hàng

source: Bank Account Number
vi: Số Tài Khoản Ngân Hàng

source: Emergency Contact
vi: Liên Hệ Khẩn Cấp

source: Nationality
vi: Quốc Tịch

source: Employee Code
vi: Mã Nhân Viên

source: Full Name
vi: Tên đầy đủ

source: Attendance Code
vi: Mã Chấm Công

source: Status
vi: Trạng Thái

source: Start Date
vi: Ngày Bắt Đầu

source: Phone
vi: Số điện thoại

source: Personal Email
vi: Email cá nhân

source: Tax Code
vi: Mã Số Thuế

source: Gender
vi: Giới Tính

source: Date of Birth
vi: Ngày Sinh

source: Place of Birth
vi: Nơi Sinh

source: Marital Status
vi: Tình Trạng Hôn Nhân

source: Ethnicity
vi: Dân Tộc

source: Religion
vi: Tôn giáo

source: Citizen ID
vi: Số CMND/CCCD

source: ID Issued Date
vi: Ngày Cấp CMND/CCCD

source: ID Issued Place
vi: Nơi Cấp CMND/CCCD

source: Residential Address
vi: Địa Chỉ Cư Trú

source: Permanent Address
vi: Địa Chỉ Thường Trú

source: Login Username
vi: Tên Đăng Nhập

source: Notes
vi: Ghi Chú

source: Cannot update more than 25 employees at once.
vi: Không thể cập nhật hơn 25 nhân viên cùng một lúc.

source: One or more employee IDs are invalid.
vi: Một hoặc nhiều ID nhân viên không hợp lệ.

source: Please select at least one employee.
vi: Xin vui lòng chọn ít nhất một nhân viên.

source: Please select a new role.
vi: Xin vui lòng chọn một vai trò mới.

source: Current employment period
vi: Giai đoạn làm việc hiện tại

source: Latitude, longitude, and geolocation are required
vi: Tọa độ vĩ độ, kinh độ và vị trí địa lý là bắt buộc

source: Your location is outside the allowed radius ({radius}m) of the geolocation
vi: Vị trí của bạn nằm ngoài bán kính cho phép ({radius}m)

source: Compensatory workday must be on Saturday or Sunday
vi: Ngày làm bù phải vào thứ Bảy hoặc Chủ Nhật

source: For Saturday compensatory workdays, only afternoon session is allowed
vi: Ngày làm bù vào thứ Bảy chỉ được phép trong buổi chiều

source: Compensatory workday date overlaps with holiday: {holiday_name}
vi: Ngày làm bù không thể nằm trong khoảng ngày nghỉ lễ: {holiday_name}

source: A compensatory workday with this date already exists for this holiday
vi: Ngày làm bù bị trùng với ngày làm bù khác

source: A compensatory workday with the same date and session already exists for holiday '{holiday_name}'
vi: Ngày làm bù với cùng ngày và buổi đã tồn tại cho ngày lễ '{holiday_name}'

source: A compensatory workday with full_day session conflicts with existing session for holiday '{holiday_name}'
vi: Ngày làm bù với buổi làm việc cả ngày bị trùng với buổi làm việc đã tồn tại cho ngày lễ '{holiday_name}'

source: Cannot create/edit compensatory workdays in the past or present
vi: Không thể tạo/chỉnh sửa ngày làm bù trong quá khứ hoặc hiện tại.

source: Cannot create compensatory workdays in the past or present
vi: Không thể tạo ngày làm bù trong quá khứ hoặc hiện tại.

source: End date must be greater than or equal to start date
vi: Ngày kết thúc phải lớn hơn hoặc bằng ngày bắt đầu

source: This holiday overlaps with an existing holiday
vi: Kỳ nghỉ lễ này trùng với một kỳ nghỉ lễ đã tồn tại

source: Compensatory date {comp_date} must be on Saturday or Sunday
vi: Ngày làm bù {comp_date} phải vào thứ Bảy hoặc Chủ Nhật

source: For Saturday compensatory workday {comp_date}, only afternoon session is allowed
vi: Ngày làm bù {comp_date} vào thứ Bảy chỉ được phép trong buổi chiều

source: Compensatory date {comp_date} falls within the holiday date range
vi: Ngày làm bù {comp_date} nằm trong khoảng ngày nghỉ lễ

source: Compensatory date {comp_date} overlaps with holiday: {holiday_name}
vi: Ngày làm bù {comp_date} trùng với ngày nghỉ lễ: {holiday_name}

source: Compensatory date {comp_date} with session {comp_session} already exists for holiday '{holiday_name}'
vi: Ngày làm bù {comp_date} với buổi {comp_session} đã tồn tại cho ngày lễ '{holiday_name}'

source: Compensatory date {comp_date} with full_day session conflicts with existing {comp_session} session for holiday '{holiday_name}'
vi: Ngày làm bù {comp_date} với buổi làm việc cả ngày bị trùng với buổi {comp_session} đã tồn tại cho ngày lễ '{holiday_name}'

source: Cannot modify holidays that are in the past or present
vi: Không thể sửa ngày lễ trong quá khứ hoặc hiện tại

source: Cannot create/edit holidays in the past or present
vi: Không thể tạo/sửa ngày lễ trong quá khứ hoặc hiện tại

source: Compensatory Workdays
vi: Ngày làm bù

source: Leader must be currently working.
vi: Trưởng phòng phải là nhân viên đang làm việc.

source: Leader must be an employee within the department.
vi: Trưởng phòng phải là nhân viên trong phòng ban.

source: Employee is already leading another department.
vi: Nhân viên đã là trưởng phòng của một phòng ban khác.

source: Employee cannot be both leader and subordinate in hierarchy.
vi: Nhân viên không thể vừa là trưởng phòng vừa là cấp dưới trong cùng một hệ thống phân cấp.

source: No valid 'Other' attendance records found for the provided IDs.
vi: Không tìm thấy log chấm công Khác hợp lệ cho các IDs được cung cấp.

source: At least one overtime entry is required
vi: Thời gian làm thêm giờ là bắt buộc

source: This serializer requires an existing verifier instance
vi: Thông tin người xác mình là bắt buộc

source: Only the department leader can reject this proposal
vi: Chỉ trưởng phòng hoặc người được cấp quyền mới có thể từ chối đề xuất này

source: Candidate with this phone number already exists.
vi: Ứng viên với số điện thoại này đã tồn tại.

source: Candidate not found in context.
vi: Không tim thấy ứng viên

source: Candidate must be in HIRED status to be converted to an employee.
vi: Ứng viên phải ở trạng thái Đã nhận việc để được chuyển thành nhân viên.

source: This candidate has already been converted to an employee.
vi: Ứng viên này đã được chuyển đổi thành nhân viên.

source: An employee with this email already exists.
vi: Nhân viên với email này đã tồn tại.

source: An employee with this citizen ID already exists.
vi: Nhân viên với số CMND/CCCD này đã tồn tại.

source: Converted from recruitment candidate {code}
vi: Ứng viên {code} đã được chuyển đổi thành nhân viên

source: Recruitment Request
vi: Đề nghị tuyển dụng

source: Recruitment Source
vi: Nguồn tuyển dụng

source: Recruitment Channel
vi: Kênh tuyển dụng

source: Number of positions must be at least 1.
vi: Số lượng vị trí tuyển dụng phải lớn hơn hoặc bằng 1.

source: End time must be after start time.
vi: Thời gian kết thúc phải sau thời gian bắt đầu

source: WiFi device not found
vi: Không tìm thấy thiết bị WiFi

source: WiFi device is not in use
vi: Thiết bị WiFi không được sử dụng

source: Attendance Device Management
vi: Máy chấm công

source: Toggle device enabled status
vi: Bật/tắt trạng thái thiết bị

source: Toggle the is_enabled status of an attendance device
vi: Enable hoặc disable thiết bị chấm công

source: Check device connection
vi: Kiểm tra kết nối thiết bị

source: Test the connection to an attendance device and update its connection status
vi: Thử kết nối đến thiết bị chấm công và cập nhật trạng thái kết nối của nó

source: Failed to connect to device: %(message)s
vi: Lỗi kết nối đến thiết bị: %(message)s

source: Attendance Management
vi: Quản lý Chấm Công

source: Project Geolocation Management
vi: Định vị dự án

source: Cannot delete this {model_name} because it is referenced by: {relationships}
vi: Không thể xóa {model_name} này vì nó được tham chiếu bởi: {relationships}

source: Cannot delete this {model_name} because it has protected relationships
vi: Không thể xóa {model_name} này vì nó có các mối quan hệ được bảo vệ

source: Attendance Record Management
vi: Log chấm công

source: Bulk approve for Other attendance records
vi: Duyệt hàng loạt cho log chấm công Khác

source: Approve or reject multiple Other attendance records
vi: Duyệt hoặc từ chối hàng loạt log chấm công Khác

source: Report
vi: Báo Cáo

source: Attendance
vi: Quản lý Chấm Công

source: Attendance Report By Method
vi: Báo cáo tỷ lệ chấm công theo các phương thức

source: Get attendance statistics report by method (device, wifi, geolocation, other)
vi: Báo cáo thống kê chấm công theo phương thức (thiết bị, wifi, GPS, khác)

source: Attendance Report By Project
vi: Báo Cáo Chấm Công Hàng Ngày

source: Get attendance statistics report grouped by projects
vi: Báo cáo chấm công GPS theo dự án

source: Attendance Report By Project Organization
vi: Báo cáo chấm công GPS theo phòng ban

source: Get attendance statistics report for personnel working on projects grouped by organizational structure
vi: Báo cáo chấm công GPS theo phòng ban

source: HRM
vi: HCNS

source: Attendance WiFiDevice Management
vi: Thiết bị chấm công WiFi

source: Bank Management
vi: Quản lý Ngân Hàng

source: Bank Account Management
vi: Quản lý Tài Khoản Ngân Hàng

source: Contract Management
vi: Quản lý Hợp Đồng

source: Publish {model_name}
vi: Ban hành {model_name}

source: Download import template for {model_name}
vi: Tải xuống mẫu import {model_name}

source: Import {model_name} data
vi: Import {model_name}

source: Import mode must be either 'create' or 'update'
vi: Vui lòng chọn đúng chế độ import: 'Tạo mới' hoặc 'Cập nhật'.

source: Contract Appendix Management
vi: Quản lý Phụ lục Hợp Đồng

source: Contract Type Management
vi: Quản lý Loại Hợp Đồng

source: Decision Management
vi: Quản lý Quyết Định

source: Employee Management
vi: Quản lý Nhân Viên

source: Activate employee
vi: Chuyển nhân viên sang trạng thái bắt đầu làm việc

source: Reactivate employee
vi: Chuyển nhân viên quay lại làm việc

source: Resign employee
vi: Chuyển nhân viên sang trạng thái nghỉ việc

source: Set employee to Maternity Leave
vi: Chuyển nhân viên nghỉ việc hưởng chế độ thai sản

source: Transfer employee
vi: Điều chuyển nhân viên

source: Change employee Type
vi: Thay đổi loại Nhân Viên

source: Update employee Avatar
vi: Cập nhật Ảnh Đại Diện Nhân Viên

source: Preview welcome email for employee
vi: Xem trước email chào mừng cho nhân viên

source: Send welcome email to employee
vi: Gửi email chào mừng đến nhân viên

source: View employee in dropdown list
vi: Xem danh sách nhân viên cho dạng dropdown

source: List employee for dropdown selection
vi: Danh sách nhân viên cho dạng dropdown

source: Employee Certificate Management
vi: Quản lý bằng cấp chứng chỉ

source: REPORT
vi: Báo cáo

source: Employee Reports
vi: Báo cáo Nhân sự

source: Retrieve employee resigned breakdown report
vi: Xem Báo cáo số lượng nghỉ việc

source: Retrieve employee status breakdown report
vi: Xem báo cáo số lượng nhân sự

source: Retrieve employee resigned reasons summary report
vi: Xem báo cáo Báo cáo Tỉ lệ lý do nghỉ việc

source: Week
vi: Tuần

source: Month
vi: Tháng

source: Quarter
vi: Quý

source: Year
vi: Năm

source: Average
vi: Trung Bình

source: Agreement Termination
vi: Thỏa thuận chấm dứt Hợp đồng lao động trước thời hạn

source: Probation Fail
vi: Thử việc không đạt

source: Job Abandonment
vi: Bỏ việc

source: Disciplinary Termination
vi: Sa thải do kỷ luật

source: Workforce Reduction
vi: Thanh lọc

source: Underperforming
vi: Thành tích kém trong công việc

source: Contract Expired
vi: Hết hợp đồng

source: Voluntary - Health Reasons
vi: Nguyện vọng theo đơn - Không đảm bảo sức khỏe

source: Voluntary - Personal Reasons
vi: Nguyện vọng theo đơn - Bận việc cá nhân

source: Voluntary - Career Change
vi: Nguyện vọng theo đơn - Thay đổi định hướng công việc

source: Voluntary - Other
vi: Nguyện vọng theo đơn - Khác

source: Other
vi: Khác

source: Employee Seniority Report
vi: Báo cáo Thâm niên Nhân viên

source: Retrieve employee seniority report with filtering and sorting
vi: Xem báo cáo Thâm niên Nhân viên với các bộ lọc và sắp xếp

source: Export Employee Seniority Report
vi: Báo cáo Thâm niên Nhân viên

source: Export employee seniority report to XLSX format
vi: Xuất báo cáo Thâm niên Nhân viên

source: Employee Type Conversion Report
vi: Báo cáo chuyển đổi loại nhân viên

source: Retrieve employee type conversion report
vi: Xem Báo cáo chuyển đổi loại nhân viên

source: Export Employee Type Conversion Report
vi: Xuất báo cáo chuyển đổi loại nhân viên

source: Export employee type conversion report
vi: Xuất báo cáo chuyển đổi loại nhân viên

source: Unknown Branch
vi: Không có chi nhánh

source: Unknown Block
vi: Không có khối

source: Unknown Department
vi: Không có phòng ban

source: Bulk Update Employee Roles
vi: Cập nhật Vai trò Nhân Viên Hàng Loạt

source: Update roles for multiple employees at once
vi: Không thể cập nhật hơn 25 nhân viên cùng một lúc.

source: Update successful
vi: Chỉnh sửa thành công

source: Cannot delete employee type change record with effective date in previous months.
vi: Không thể xóa bản ghi thay đổi loại nhân viên nếu ngày hiệu lực thuộc tháng trước hoặc các tháng trước đó.

source: Holiday Management
vi: Quản lý Ngày Nghỉ Lễ

source: Cannot delete holidays that are in the past or present
vi: Không thể xóa ngày lễ trong quá khứ hoặc hiện tại

source: Holiday not found
vi: Không tìm thấy ngày nghỉ lễ

source: Cannot delete compensatory workdays that are in the past or present
vi: Không thể xóa ngày làm bù trong quá khứ hoặc hiện tại

source: View Common HRM realtime dashboard
vi: Xem thống kê dành cho HRM chung

source: View HRM stats for handling proposals, attendance, and penalties
vi: Xem thống kê HRM về xử lý đề xuất, chấm công và phạt

source: Pending Proposals
vi: Đề xuất chờ xử lý

source: Manual attendance pending
vi: Chấm công khác chờ duyệt

source: Timesheet complaints
vi: Khiếu nại chấm công chờ duyệt

source: Unpaid penalty tickets
vi: Số lượng phiếu phạt chưa thanh toán

source: Recruitment
vi: Tuyển dụng

source: Preview interview invite for {model_name}
vi: Xem trước lời mời phỏng vấn cho {model_name}

source: Send interview invite for {model_name}
vi: Gửi lời mời phỏng vấn cho {model_name}

source: Update interviewers for {model_name}
vi: Cập nhật người phỏng vấn cho {model_name}

source: Interview Schedule
vi: Lịch phỏng vấn

source: Interview Position Title
vi: Vị trí phỏng vấn

source: Number of positions
vi: Số vị trí cần tuyển

source: Time interview
vi: Thời gian phỏng vấn

source: This interview schedule has been sent to candidates so it cannot be deleted.
vi: Lịch phỏng vấn này đã được gửi cho ứng viên, không thể xoá.

source: View Manager realtime dashboard
vi: Xem thống kê các vấn đề HCNS cần xử lý

source: View manager stats for proposals to verify and KPI assessments
vi: Xem thống kê các đề xuất cần xác nhận và đánh giá KPI

source: Proposals to verify
vi: Đề xuất chờ xác nhận

source: KPI assessments pending
vi: Đánh giá KPI chờ xử lý

source: My Attendance
vi: Chấm Công

source: Record attendance by GeoLocation
vi: chấm Công GPS

source: Record attendance using GeoLocation coordinates
vi: Chấm công GPS

source: Record attendance by WiFi
vi: Chấm Công WiFi

source: Record attendance using WiFi BSSID
vi: Chấm công bằng WiFi BSSID

source: Record attendance by Other
vi: Chấm Công Khác

source: Record attendance manually or by other means
vi: Log chấm Công thủ công hoặc lý do khác

source: My Proposals
vi: Đề xuất

source: Proposals Verifications
vi: Đề xuất

source: Verify proposal
vi: Xác nhận Đề xuất

source: Mark a proposal as verified
vi: Đánh dấu đề xuất đã được xác nhận

source: Reject proposal verification
vi: Từ chối xác nhận đề xuất

source: Mark a proposal verification as rejected
vi: Đánh dấu đề xuất đã bị từ chối

source: My Timesheet
vi: Bảng chấm công của tôi

source: The current user is not associated with any employee.
vi: Người dùng hiện tại không liên kết với bất kỳ nhân viên nào.

source: Month filter cannot be in the future.
vi: Bộ lọc tháng không thể ở tương lai.

source: My Timesheet Entry
vi: Ngày công của tôi

source: Organization
vi: Sơ đồ tổ chức

source: Department List
vi: Danh sách Phòng Ban
