Repository: HienTD-glinteco/mvl-erp-backend
Catalog: apps/hrm/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Branch name
vi: Tên Chi Nhánh

source: Branch code
vi: Mã Chi Nhánh

source: Province
vi: Tỉnh thành phố

source: Administrative unit
vi: Đơn vị hành chính

source: Description
vi: Mô tả

source: Active
vi: Hoạt động

source: Branch director
vi: Giám đốc Chi Nhánh

source: Branches
vi: Chi Nhánh

source: Business line
vi: Kinh doanh

source: Contact name
vi: Tên liên hệ

source: Branch contact info
vi: Thông tin liên hệ chi nhánh

source: Support Block
vi: Khối hỗ trợ

source: Business Block
vi: Khối kinh doanh

source: Block name
vi: Tên khối

source: Block code
vi: Mã khối

source: Block type
vi: Loại khối

source: Block director
vi: Giám đốc khối

source: Blocks
vi: Khối

source: Business
vi: Kinh doanh

source: HR Administration
vi: Hành chính Nhân sự

source: Recruitment & Training
vi: Tuyển dụng - Đào tạo

source: Business Secretary
vi: Thư ký Kinh doanh

source: Accounting
vi: Kế toán

source: Trading Floor
vi: Sàn liên kết

source: Project Promotion
vi: Xúc tiến Dự án

source: Project Development
vi: Phát triển Dự án

source: Department leader
vi: Trưởng Phòng

source: Department name
vi: Phòng Ban

source: Department code
vi: Mã Phòng Ban

source: Parent department
vi: Phòng Ban Quản lý

source: Department function
vi: Chức năng phòng ban

source: Is main department
vi: Là phòng ban đầu mối

source: Management department
vi: Phòng Ban Quản lý

source: Departments
vi: Phòng Ban

source: Parent department must be in the same block as the child department.
vi: Phòng ban cha phải cùng khối với phòng ban con.

source: Department cannot manage itself.
vi: Phòng ban không thể tự quản lý chính nó.

source: Management department must be in the same block.
vi: Phòng ban quản lý phải cùng khối.

source: Management department must have the same function.
vi: Phòng ban quản lý phải có cùng chức năng.

source: This function is not compatible with block type %(block_type)s.
vi: Chức năng này không tương thích với loại khối %(block_type)s.

source: Business block can only have business function.
vi: Khối kinh doanh chỉ có thể có chức năng kinh doanh.

source: Support block cannot have business function.
vi: Khối hỗ trợ không thể có chức năng kinh doanh.

source: A main department already exists for function %(function)s.
vi: Phòng ban đầu mối đã tồn tại cho chức năng %(function)s.

source: Position name
vi: Chức Vụ

source: Position code
vi: Mã Chức Vụ

source: Leadership position
vi: Thuộc ban lãnh đạo

source: Include in Employee report
vi: Báo cáo Nhân sự

source: Positions
vi: Chức Vụ

source: Proposal code
vi: Mã Đề xuất

source: Proposal date
vi: Ngày Đề xuất

source: Proposal type
vi: Loại Đề xuất

source: Proposal status
vi: Trạng thái Đề xuất

source: Timesheet Entry Complaint date
vi: Ngày Khiếu nại Chấm công

source: Timesheet Entry Complaint Complaint reason
vi: Lý do Khiếu nại

source: Timesheet Entry Complaint Proposed check-in time
vi: Thời gian đề xuất chấm công vào

source: Timesheet Entry Complaint Proposed check-out time
vi: Thời gian đề xuất chấm công ra

source: Timesheet Entry Complaint Approved check-in time
vi: Thời gian phê duyệt chấm công vào

source: Timesheet Entry Complaint Approved check-out time
vi: Thời gian phê duyệt chấm công ra

source: Timesheet Entry Complaint Address
vi: Địa chỉ Khiếu nại Chấm công

source: Timesheet Entry Complaint Image
vi: Hình ảnh Khiếu nại Chấm công

source: Late exemption start date
vi: Ngày bắt đầu miễn trừ trễ

source: Late exemption end date
vi: Ngày kết thúc miễn trừ trễ

source: Late exemption minutes
vi: Số phút miễn trừ trễ

source: Post-maternity benefits start date
vi: Ngày bắt đầu chế độ làm việc hậu thai sản

source: Post-maternity benefits end date
vi: Ngày kết thúc chế độ làm việc hậu thai sản

source: Maternity leave start date
vi: Ngày bắt đầu nghỉ việc hưởng chế độ thai sản

source: Maternity leave end date
vi: Ngày kết thúc nghỉ việc hưởng chế độ thai sản

source: Maternity leave estimated due date
vi: Ngày dự kiến sinh

source: Replacement employee for maternity leave
vi: Chuyển nhân viên nghỉ việc hưởng chế độ thai sản

source: Paid leave start date
vi: Ngày bắt đầu nghỉ phép có lương

source: Paid leave end date
vi: Ngày kết thúc nghỉ phép có lương

source: Paid leave shift
vi: Ca nghỉ phép có lương

source: Paid leave reason
vi: Lý do nghỉ phép có lương

source: Unpaid leave start date
vi: Ngày bắt đầu nghỉ không lương

source: Unpaid leave end date
vi: Ngày kết thúc nghỉ không lương

source: Unpaid leave shift
vi: Ca nghỉ không lương

source: Unpaid leave reason
vi: Lý do nghỉ không lương

source: New branch
vi: Chi nhánh mới

source: New block
vi: Khối mới

source: New department
vi: Phòng ban mới

source: New position
vi: Chức vụ mới

source: Job transfer effective date
vi: Ngày hiệu lực điều chuyển công tác

source: Job transfer reason
vi: Lý do điều chuyển công tác

source: New device ID
vi: Mã thiết bị mới

source: New platform
vi: Nền tảng mới

source: Old device ID
vi: Mã thiết bị cũ

source: Proposals
vi: Đề xuất

source: Late exemption start date is required
vi: Trường thông tin này là bắt buộc

source: Late exemption end date is required
vi: Trường thông tin này là bắt buộc

source: Late exemption minutes is required
vi: Trường thông tin này là bắt buộc

source: Late exemption end date must be on or after start date
vi: Ngày kết thúc miễn trừ trễ phải từ ngày bắt đầu trở đi

source: Post-maternity benefits start date is required
vi: Trường thông tin này là bắt buộc

source: Post-maternity benefits end date is required
vi: Trường thông tin này là bắt buộc

source: Post-maternity benefits end date must be on or after start date
vi: Ngày kết thúc chế độ làm việc hậu thai sản phải lớn hơn hoặc bằng ngày bắt đầu

source: Maternity leave end date must be on or after start date
vi: Ngày kết thúc nghỉ thai sản phải lớn hơn hoặc bằng ngày bắt đầu

source: Paid leave end date must be on or after start date
vi: Ngày kết thúc nghỉ có lương phải lớn hơn hoặc bằng ngày bắt đầu

source: Unpaid leave end date must be on or after start date
vi: Ngày kết thúc nghỉ không lương phải lớn hơn hoặc bằng ngày bắt đầu

source: Job transfer effective date is required
vi: Ngày hiệu lực điều chuyển công tác là bắt buộc

source: New department is required for job transfer
vi: Phong ban mới là bắt buộc cho điều chuyển công tác

source: New position is required for job transfer
vi: Chức vụ mới là bắt buộc cho điều chuyển công tác

source: Resolution note is required when rejecting a proposal
vi: Ghi chú là bắt buộc khi từ chối đề xuất

source: Timesheet entry
vi: Ngày công

source: Proposal Timesheet Entry
vi: Khiếu nại chấm công

source: Proposal Timesheet Entries
vi: Khiếu nại chấm công

source: A timesheet entry complaint proposal can only be linked to one timesheet entry.
vi: Một ngày công chỉ có thể tạo 1 khiếu nại chấm công.

source: This timesheet entry already has a pending or approved complaint proposal.
vi: Ngày công này đã có khiếu nại chấm công chờ duyệt hoặc đã duyệt.

source: Verified time
vi: Thời gian xác nhận

source: Proposal Verifier
vi: Người xác nhận

source: Proposal Verifiers
vi: Người xác nhận

source: Only one verifier is allowed per proposal in the current system design.
vi: Loại đề xuất hiện tại chỉ cho phép một người xác nhận.

source: Asset name
vi: Tên thiết bị

source: Unit type
vi: Đơn vị

source: Quantity
vi: Số lượng

source: Proposal Asset
vi: Đề xuất cấp thiết bị

source: Proposal Assets
vi: Đề xuất cấp thiết bị

source: Overtime date
vi: Ngày làm thêm giờ

source: Start time
vi: Ngày Bắt Đầu

source: End time
vi: Ngày Kết Thúc

source: Proposal Overtime Entry
vi: Đề xuất làm thêm giờ

source: Proposal Overtime Entries
vi: Đề xuất làm thêm giờ

source: End time must be after start time
vi: Thời gian kết thúc làm ngoài giờ phải sau thời gian bắt đầu

source: Overtime entry cannot overlap with official morning working hours ({}-{})
vi: Thời gian làm thêm giờ không thể trùng với giờ làm việc chính thức ({}-{})

source: Overtime entry cannot overlap with official afternoon working hours ({}-{})
vi: Thời gian làm thêm giờ không thể trùng với giờ làm việc chính thức ({}-{})

source: Overtime entry cannot overlap with compensatory morning shift ({}-{})
vi: Thời gian làm thêm giờ không thể trùng với giờ làm việc bù ({}-{})

source: Overtime entry cannot overlap with compensatory afternoon shift ({}-{})
vi: Thời gian làm thêm giờ không thể trùng với giờ làm việc bù ({}-{})

source: Overtime entry overlaps with an existing entry from proposal {proposal_code} ({start}-{end})
vi: Thời gian làm thêm giờ trùng với một đề xuất hiện có {proposal_code} ({start}-{end})

source: Contacted
vi: Đã liên hệ

source: Interview Scheduled 1
vi: Đã lên lịch phỏng vấn lần 1

source: Interviewed 1
vi: Đã phỏng vấn lần 1

source: Interview Scheduled 2
vi: Đã lên lịch phỏng vấn lần 2

source: Interviewed 2
vi: Đã phỏng vấn lần 2

source: Hired
vi: Đã nhận việc

source: No Experience
vi: Không có kinh nghiệm

source: Less Than One Year
vi: Ít hơn một năm

source: 1-3 Years
vi: 1-3 năm

source: 3-5 Years
vi: 3-5 năm

source: More Than 5 Years
vi: Nhiều hơn 5 năm

source: Candidate code
vi: Mã ứng viên

source: Candidate name
vi: Tên ứng viên

source: Recruitment source
vi: Nguồn tuyển dụng

source: Recruitment channel
vi: Kênh tuyển dụng

source: Years of experience
vi: Số năm kinh nghiệm

source: Submitted date
vi: Ngày gửi

source: Onboard date
vi: Ngày onboard

source: Referrer
vi: Giới thiệu

source: Recruitment Candidates
vi: Ứng viên

source: Onboard date is required when status is HIRED.
vi: Ngày nhận việc là bắt buộc khi trạng thái là Đã nhận việc.

source: Contact date
vi: Ngày liên hệ

source: Contact method
vi: Phương thức liên hệ

source: Recruitment Candidate Contact Log
vi: Lịch sử liên hệ ứng viên

source: Recruitment Candidate Contact Logs
vi: Lịch sử liên hệ ứng viên

source: Job Website
vi: Trang web việc làm

source: School
vi: Trường học

source: Channel name
vi: Tên kênh

source: Channel code
vi: Mã kênh

source: Belong to
vi: Thuộc về

source: Recruitment Channels
vi: Kênh tuyển dụng

source: Expense date
vi: Ngày chi phí

source: Number of candidates participated
vi: Số ứng viên tham gia

source: Total cost
vi: Tổng chi phí

source: Number of candidates hired
vi: Số ứng viên được nhận việc

source: Referee
vi: Người được giới thiệu

source: Activity description
vi: Mô tả hoạt động

source: Recruitment Expense
vi: Chi phí tuyển dụng

source: Recruitment Expenses
vi: Chi phí tuyển dụng

source: Recruitment request must be in status: Open, Closed, or Paused.
vi: Yêu cầu tuyển dụng phải ở trạng thái: Mở, Đóng hoặc Tạm dừng.

source: Referee is required when recruitment source allows referral.
vi: Người được giới thiệu là bắt buộc khi nguồn tuyển dụng là giới thiệu.

source: Referrer is required when recruitment source allows referral.
vi: Người giới thiệu là bắt buộc khi nguồn tuyển dụng là giới thiệu.

source: Referee must not be set when recruitment source does not allow referral.
vi: Người được giới thiệu không được thiết lập khi nguồn tuyển dụng không phải giới thiệu.

source: Referrer must not be set when recruitment source does not allow referral.
vi: Người giới thiệu không được thiết lập khi nguồn tuyển dụng không phải giới thiệu.

source: Referrer and referee cannot be the same person.
vi: Người giới thiệu và người được giới thiệu không thể là cùng một người.

source: Week key
vi: Tuần

source: Number of introductions
vi: Giới thiệu

source: Number of returns
vi: Quay lại

source: Number of new recruitment source
vi: Nguồn phòng tuyển dụng

source: Number of transfers
vi: Điều chuyển

source: Number of resignations
vi: Nghỉ

source: Staff Growth Reports
vi: Báo cáo tăng trưởng nhân sự

source: Number of hires
vi: Số người được tuyển

source: Average cost per hire
vi: Chi phí trung bình cho mỗi người được tuyển

source: Number of experienced candidates
vi: Số ứng viên có kinh nghiệm

source: New Hire
vi: Tuyển mới

source: Replacement
vi: Thay thế

source: Open
vi: Mở

source: Paused
vi: Tạm dừng

source: Closed
vi: Đóng

source: Request code
vi: Mã yêu cầu

source: Request name
vi: Tên yêu cầu

source: Job description
vi: Mô tả công việc

source: Proposer
vi: Đề xuất

source: Recruitment type
vi: Tuyển dụng

source: Recruitment Requests
vi: Phiếu yêu cầu tuyển dụng

source: Source name
vi: Tên nguồn

source: Source code
vi: Mã nguồn

source: Recruitment Sources
vi: Nguồn tuyển dụng

source: Snapshot of the active contract at the time of creation.
vi: Bản chụp hợp đồng đang hiệu lực tại thời điểm tạo.

source: Snapshot of the contract net percentage.
vi: Bản chụp phần trăm lương net của hợp đồng.

source: Is exempt
vi: Miễn chấm công

source: Whether the employee is exempt from attendance tracking (e.g., Board of Directors).
vi: Liệu nhân viên có được miễn chấm công hay không (ví dụ: Ban Giám đốc).

source: Original Check-in
vi: Check-in gốc

source: Original Check-out
vi: Check-out gốc

source: Morning hours
vi: Buổi sáng

source: Afternoon hours
vi: Buổi chiều

source: OT TC1 (Weekday) hours
vi: Giờ OT TC1 (Thứ 2-7)

source: OT TC2 (Weekend) hours
vi: Giờ OT TC2 (Chủ Nhật)

source: OT TC3 (Holiday) hours
vi: Giờ OT TC3 (Lễ, Tết)

source: OT Start Time
vi: Thời gian bắt đầu OT

source: OT End Time
vi: Thời gian kết thúc OT

source: Approved OT Start Time
vi: Thời gian duyệt bắt đầu OT

source: Approved OT End Time
vi: Thời gian duyệt kết thúc OT

source: Approved OT Minutes
vi: Thời gian duyệt phút OT

source: Compensation value
vi: Giá trị bù

source: Paid leave hours
vi: Giờ nghỉ phép có lương

source: Late minutes
vi: Số phút đi muộn

source: Early minutes
vi: Số phút về sớm

source: Is punished
vi: Bị phạt

source: Allowed late minutes
vi: Số phút đi muộn được phép

source: Allowed late minutes reason
vi: Lý do số phút đi muộn được phép

source: Working days
vi: Ngày làm việc

source: Day type
vi: Loại ngày

source: Absent reason
vi: Lý do vắng mặt

source: Is full salary
vi: Có lương

source: Count for payroll
vi: Có được tính lương hay không

source: Is manually corrected
vi: Được sửa thủ công

source: Manually corrected by
vi: Sửa thủ công bởi

source: Manually corrected at
vi: Chỉnh sửa thủ công lúc

source: Timesheets
vi: Bảng chấm công

source: Paid
vi: Có lương

source: Unpaid
vi: Không lương

source: Monday
vi: Thứ Hai

source: Tuesday
vi: Thứ Ba

source: Wednesday
vi: Thứ Tư

source: Thursday
vi: Thứ Năm

source: Friday
vi: Thứ Sáu

source: Saturday
vi: Thứ Bảy

source: Sunday
vi: Chủ Nhật

source: Weekday
vi: Ngày trong tuần

source: Morning start time
vi: Bắt đầu ca sáng

source: Morning end time
vi: Kết thúc ca sáng

source: Noon start time
vi: Bắt đầu nghỉ trưa

source: Noon end time
vi: Kết thúc nghỉ trưa

source: Afternoon start time
vi: Bắt đầu ca chiều

source: Afternoon end time
vi: Kết thúc ca chiều

source: Work schedule
vi: Lịch làm việc

source: Work schedules
vi: Lịch làm việc

source: Invalid weekday value. Must be one of the predefined weekdays.
vi: Giá trị ngày trong tuần không hợp lệ. Phải là một trong các ngày trong tuần đã định nghĩa.

source: For weekdays Monday-Friday, all working time fields must be provided. Missing: %(fields)s
vi: Trong các ngày từ Thứ Hai đến Thứ Sáu, tất cả các trường thời gian làm việc phải được cung cấp. Thiếu: %(fields)s

source: %(next_field)s (%(next_time)s) must be greater than or equal to %(current_field)s (%(current_time)s)
vi: %(next_field)s (%(next_time)s) phải lớn hơn hoặc bằng %(current_field)s (%(current_time)s)

source: Position changed from {old_position} to {new_position}
vi: Vị trí thay đổi từ {old_position} sang {new_position}

source: Transferred from {old_branch}/{old_block}/{old_dept} to {new_branch}/{new_block}/{new_dept}
vi: Chuyển từ {old_branch}/{old_block}/{old_dept} sang {new_branch}/{new_block}/{new_dept}

source: Employee type changed from {old_type} to {new_type}
vi: Loại nhân viên thay đổi từ {old_type} sang {new_type}

source: Contract changed from {old_contract} to {new_contract}
vi: Hợp đồng thay đổi từ {old_contract} sang {new_contract}

source: Complaint proposal %(id)s missing approved check-in/out times
vi: Đề xuất khiếu nại %(id)s thiếu thời gian check-in/check-out đã được phê duyệt.

source: Your timekeeping complaint has been approved by HR.
vi: Khiếu nại chấm công của bạn đã được "Duyệt" bởi phòng nhân sự.

source: Your timekeeping complaint was rejected by HR with note: "%(note)s"..
vi: Khiếu nại chấm công của bạn đã bị "Từ chối" bởi Phòng nhân sự cùng Ghi chú "%(note)s".

source: Your %(proposal_type)s proposal has been approved by HR.
vi: Đề xuất %(proposal_type)s của bạn đã được "Duyệt" bởi phòng nhân sự.

source: Your %(proposal_type)s proposal was rejected by HR with note: "%(note)s"..
vi: Đề xuất %(proposal_type)s của bạn đã bị "Từ chối" bởi Phòng nhân sự cùng Ghi chú "%(note)s".

source: Your timekeeping complaint has been confirmed by %(manager_name)s.
vi: Khiếu nại chấm công của bạn đã được "Xác nhận" bởi %(manager_name)s.

source: Your %(proposal_type)s proposal has been confirmed by %(manager_name)s.
vi: Đề xuất %(proposal_type)s của bạn đã được "Xác nhận" bởi %(manager_name)s.

source: Your timekeeping complaint was rejected by %(manager_name)s with note: "%(note)s"..
vi: Khiếu nại chấm công của bạn đã bị "Từ chối" bởi %(manager_name)s cùng Ghi chú "%(note)s".

source: Your %(proposal_type)s proposal was rejected by %(manager_name)s with note: "%(note)s"..
vi: Đề xuất %(proposal_type)s của bạn đã bị "Từ chối" bởi %(manager_name)s cùng Ghi chú "%(note)s".

source: Reactivated from maternity leave automatically by system task.
vi: Hệ thống tự động kích hoạt lại sau khi nghỉ thai sản.

source: Authentication token with device_id is required.
vi: Token xác thực không hợp lệ do thiếu device_id

source: Token does not contain device_id.
vi: Token không chứa device_id

source: User device not found.
vi: Không tìm thấy thiết bị.

source: Attendance is only allowed from mobile devices.
vi: Chức năng điểm danh chỉ được cho phép thực hiện trên thiết bị di động

source: Unknown
vi: Chưa rõ

source: 0-1 years
vi: 0-1 năm

source: 1-3 years
vi: 1-3 năm

source: 3-5 years
vi: 3-5 năm

source: 5+ years
vi: Trên 5 năm

source: National ID must contain only digits.
vi: Mã số định danh chỉ được chứa chữ số.

source: National ID must be exactly 9 or 12 digits.
vi: Mã số định danh phải đúng 9 hoặc 12 chữ số.

source: Phone number must contain only digits and optional leading '+'.
vi: Số điện thoại chỉ được chứa chữ số và dấu '+' ở đầu (nếu có).

source: Phone number with +84 must be followed by 9 digits.
vi: Số điện thoại bắt đầu với +84 phải có 9 chữ số theo sau.

source: Phone number starting with 0 must be exactly 10 digits.
vi: Số điện thoại bắt đầu bằng 0 phải đúng 10 chữ số.

source: Phone number must start with 0 or +84.
vi: Số điện thoại phải bắt đầu bằng 0 hoặc +84.
