Repository: HienTD-glinteco/mvl-erp-backend
Catalog: apps/hrm/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Export Device Change Proposals
vi: Xuất Đề xuất Thay đổi thiết bị đăng nhập

source: Allows the user to export device change proposals
vi: Cho phép người dùng xuất đề xuất thay đổi thiết bị đăng nhập

source: View Device Change Proposal Histories
vi: Xem lịch sử Đề xuất Thay đổi thiết bị đăng nhập

source: Allows the user to view audit logs for device change proposals
vi: Cho phép người dùng xem nhật ký thay đổi cho đề xuất thay đổi thiết bị đăng nhập

source: View Device Change Proposal History Detail
vi: Xem chi tiết lịch sử Đề xuất Thay đổi thiết bị đăng nhập

source: Allows the user to view detailed audit log for a device change proposal
vi: Cho phép người dùng xem nhật ký thay đổi chi tiết cho đề xuất thay đổi thiết bị đăng nhập

source: Approve Device Change Proposal
vi: Phê duyệt Đề xuất Thay đổi thiết bị đăng nhập

source: Allows the user to approve a device change proposal
vi: Cho phép người dùng phê duyệt đề xuất thay đổi thiết bị đăng nhập

source: Reject Device Change Proposal
vi: Từ chối Đề xuất Thay đổi thiết bị đăng nhập

source: Allows the user to reject a device change proposal
vi: Cho phép người dùng từ chối đề xuất thay đổi thiết bị đăng nhập

source: View Candidates
vi: Xem danh sách Ứng viên

source: View all candidates in the system
vi: Xem tất cả ứng viên trong hệ thống

source: Create Candidate
vi: Tạo Ứng viên

source: Create a new candidate
vi: Tạo ứng viên

source: View Candidate Detail
vi: Xem chi tiết Ứng viên

source: View details of a specific candidate
vi: Xem chi tiết của một ứng viên cụ thể

source: Update Candidate
vi: Cập nhật Ứng viên

source: Update information for a specific candidate
vi: Cập nhật thông tin cho một ứng viên cụ thể

source: Partially Update Candidate
vi: Cập nhật một phần Ứng viên

source: Partially update information for a specific candidate
vi: Cập nhật một phần thông tin cho một ứng viên cụ thể

source: Delete Candidate
vi: Xóa Ứng viên

source: Delete a specific candidate from the system
vi: Xóa một ứng viên cụ thể khỏi hệ thống

source: Export Candidates
vi: Xuất Ứng viên

source: Export candidates to a file
vi: Xuất ứng viên ra file

source: Update Candidate Referrer
vi: Cập nhật Người Giới Thiệu Ứng Viên

source: Update the referrer for a specific candidate
vi: Cập nhật người giới thiệu cho một ứng viên cụ thể

source: Convert Candidate to Employee
vi: Chuyển Ứng viên thành Nhân viên

source: Convert a candidate into an employee record
vi: Chuyển một ứng viên thành nhân viên

source: Download Candidate Import Template
vi: Tải về mẫu import cho ứng viên

source: Download the import template for candidates
vi: Tải về mẫu import cho ứng viên

source: Import Candidates
vi: Nhập Ứng viên

source: Import candidates from an uploaded file
vi: Nhập ứng viên từ file tải lên

source: Only candidates with REJECTED status can be deleted.
vi: Chỉ có thể xoá các ứng viên đã bị LOẠI

source: View Realtime Recruitment KPIs
vi: Xem KPI tuyển dụng thời gian thực

source: View realtime recruitment KPIs
vi: Xem các chỉ số hiệu suất tuyển dụng thời gian thực

source: View Experience Breakdown Chart
vi: Xem báo cáo tỷ lệ tuyển mới theo kinh nghiệm

source: View experience level breakdown chart for hired candidates
vi: Xem báo cáo tỷ lệ tuyển mới theo kinh nghiệm

source: View Branch Breakdown Chart
vi: Xem báo cáo tỷ lệ tuyển mới theo chi nhánh

source: View branch breakdown chart for hired candidates
vi: Xem báo cáo tỷ lệ tuyển mới theo chi nhánh

source: View Cost Breakdown Chart
vi: Xem báo cáo chi phí tuyển dụng theo nguồn

source: View cost breakdown by source type categories chart
vi: Xem báo cáo chi phí tuyển dụng theo nguồn

source: View Cost by Branches Chart
vi: Xem báo cáo chi phí tuyển dụng theo chi nhánh

source: View average cost breakdown by branches chart
vi: Xem báo cáo chi phí tuyển dụng trung bình hàng tháng của các chi nhánh

source: View Source Type Breakdown Chart
vi: Xem báo cáo tỷ lệ tuyển mới theo nguồn

source: View recruitment source type breakdown chart
vi: Xem báo cáo tỷ lệ tuyển mới theo nguồn

source: View Monthly Trends Chart
vi: Xem biểu đồ xu hướng hàng tháng

source: View monthly trends of candidate sources chart
vi: Xem biểu đồ xu hướng hàng tháng của các nguồn ứng viên

source: Experienced
vi: Có kinh nghiệm

source: Inexperienced
vi: Không có kinh nghiệm

source: Staff Growth Report
vi: Báo cáo tăng trưởng nhân sự

source: Aggregate staff changes by period (week/month)
vi: Báo cáo tổng hợp thay đổi nhân sự theo kỳ (tuần/tháng)

source: Recruitment Source Report
vi: Báo cáo nguồn tuyển dụng

source: Aggregate hire statistics by recruitment source in nested organizational format
vi: Tổng hợp thống kê tuyển dụng theo nguồn tuyển dụng dưới dạng tổ chức lồng nhau

source: Recruitment Channel Report
vi: Báo cáo kênh tuyển dụng

source: Aggregate hire statistics by recruitment channel in nested organizational format
vi: Tổng hợp thống kê tuyển dụng theo kênh tuyển dụng dưới dạng tổ chức lồng nhau

source: Recruitment Cost Report
vi: Báo cáo chi phí tuyển dụng

source: Aggregate recruitment cost data by source type and months
vi: Tổng hợp dữ liệu chi phí tuyển dụng theo loại nguồn và tháng

source: Hired Candidate Report
vi: Báo cáo Ứng viên Đã Tuyển Dụng

source: Aggregate hired candidate statistics by source type with period aggregation and employee details
vi: Thống kê tổng hợp ứng viên đã tuyển dụng theo loại nguồn với tổng hợp theo kỳ và chi tiết nhân viên

source: Referral Cost Report
vi: Báo cáo chi phí giới thiệu

source: Referral cost report with department summary and employee details for a single month
vi: Thống kê chi phí giới thiệu với tóm tắt phòng ban và chi tiết nhân viên cho một tháng

source: Introductions
vi: Giới thiệu

source: Returns
vi: Quay lại

source: Transfers
vi: Điều chuyển

source: Resignations
vi: Nghỉ

source: No Department
vi: Không có phòng ban

source: Total
vi: Tổng

source: Referral Source
vi: Giới thiệu

source: Returning Employee
vi: Quay lại

source: Cannot delete recruitment request. Only requests with DRAFT status can be deleted.
vi: Không thể xóa yêu cầu tuyển dụng. Chỉ những yêu cầu có trạng thái BẢN NHÁP mới có thể bị xóa.

source: Timesheet
vi: Bảng chấm công

source: List employee timesheets
vi: Bảng công

source: Get employee timesheet details
vi: Chi tiết bảng công nhân viên

source: History timesheets
vi: Lịch sử bảng công

source: View history of timesheets
vi: Xem lịch sử thay đổi bảng công

source: History detail of timesheets
vi: Xem chi tiết lịch sử bảng công

source: View history detail of timesheets
vi: Xem chi tiết lịch sử bảng công

source: List employee timesheet entries
vi: Danh sách ngày công nhân viên

source: Get employee timesheet entry
vi: Xem chi tiết ngày công của nhân viên

source: Update an employee timesheet entry
vi: Cập nhật ngày công của nhân viên

source: Official
vi: Chính thức

source: Apprentice
vi: Học việc

source: Unpaid - Official
vi: Không lương chính thức

source: Unpaid - Probation
vi: Không lương thử việc

source: Probation
vi: Thử việc

source: Intern
vi: Thực tập sinh

source: Probation Type 1
vi: Thử việc loại 1

source: Biometric Device
vi: Chấm công vân tay

source: WiFi
vi: Chấm công WiFi

source: GeoLocation
vi: Chấm công GPS

source: Marketing Channel
vi: Marketing

source: Job Website Channel
vi: Trang web việc làm

source: Recruitment Department Source
vi: Phòng tuyển dụng

source: All data
vi: Tất cả dữ liệu

source: Branch level
vi: Cấp chi nhánh

source: Block level
vi: Cấp khối

source: Department level
vi: Cấp phòng ban

source: Self only
vi: Cá nhân

source: Child
vi: Con cái

source: Wife
vi: Vợ

source: Husband
vi: Chồng

source: Father
vi: Cha

source: Mother
vi: Mẹ

source: Brother
vi: Anh/em trai

source: Sister
vi: Chị/em gái

source: Sibling
vi: Anh/chị/em

source: Grandfather
vi: Ông

source: Grandmother
vi: Bà

source: Foreign language certificate
vi: Chứng chỉ ngoại ngữ

source: Computer certificate
vi: Chứng chỉ tin học

source: Graduation diploma
vi: Bằng tốt nghiệp

source: Broker training completion
vi: Chứng nhận hoàn thành khóa học môi giới

source: Real estate practice license
vi: Chứng chỉ hành nghề môi giới Bất động sản

source: Salaried employee
vi: Nhân viên có lương

source: Unpaid / not contracted
vi: Nhân viên không lương / chưa ký hợp đồng

source: On time
vi: Đúng giờ

source: Not on time
vi: Không đúng giờ

source: Single punch
vi: Quên check-in/out

source: Absent
vi: Vắng mặt

source: Holiday day
vi: Ngày lễ

source: Compensatory day
vi: Làm bù

source: Official day
vi: Chính thức

source: Paid leave
vi: Nghỉ phép có lương

source: Unpaid leave
vi: Nghỉ phép không lương

source: Maternity leave
vi: Nghỉ việc hưởng chế độ thai sản

source: Public holiday
vi: Nghỉ lễ

source: Unexcused Absence
vi: Nghỉ không lý do

source: Standard
vi: Tiêu chuẩn

source: Maternity
vi: Thai sản

source: Late exemption
vi: Miễn trừ trễ

source: Post-maternity benefits
vi: Chế độ làm việc hậu thai sản

source: Overtime work
vi: Làm việc ngoài giờ (OT)

source: Timesheet entry complaint
vi: Khiếu nại chấm công

source: Job Transfer
vi: Điều chuyển công tác

source: Asset Allocation
vi: Cấp tài sản

source: Device Change
vi: Thay đổi thiết bị

source: Piece
vi: Cái

source: Box
vi: Hộp

source: Set
vi: Bộ

source: Liter
vi: Lít

source: Meter
vi: Mét

source: Cylinder
vi: Bình

source: Bag
vi: Túi

source: Pending
vi: Đang chờ

source: Approved
vi: Đã duyệt

source: Rejected
vi: Đã từ chối

source: Full Day
vi: Cả ngày

source: Morning
vi: Buổi sáng

source: Afternoon
vi: Buổi chiều

source: Verified
vi: Đã xác nhận

source: Not verified
vi: Không xác nhận

source: Imported contract %s
vi: Đã import hợp đồng %s

source: Sign date must be on or before effective date
vi: Ngày ký phải trước hoặc vào ngày hiệu lực

source: Expiration date must be on or after effective date
vi: Ngày hết hạn phải sau hoặc vào ngày hiệu lực

source: Imported from file
vi: Đã nhập từ tệp

source: Attendance Device
vi: Thiết Bị Chấm Công

source: Attendance Devices
vi: các Thiết Bị Chấm Công

source: Code
vi: Mã Số Thuế

source: Device name
vi: Tên thiết bị

source: IP address or domain
vi: Địa chỉ IP hoặc tên miền

source: Port
vi: Cổng

source: Password
vi: Mật khẩu

source: Serial number
vi: Số sê-ri

source: Registration number
vi: Mã chấm công

source: Is enabled
vi: Đã kích hoạt

source: Connection status
vi: Trạng thái kết nối

source: Realtime enabled
vi: Bật thời gian thực

source: Realtime disabled at
vi: Tắt thời gian thực lúc

source: Last polling sync
vi: Lần đồng bộ cuối

source: Note
vi: Ghi Chú

source: Connection successful. Firmware: %(firmware)s
vi: Kết nối thành công. Phiên bản phần mềm: %(firmware)s

source: Employee
vi: Nhân sự

source: Effective Date
vi: Ngày Hiệu Lực

source: Attendance Exemption
vi: Miễn chấm công

source: Attendance Exemptions
vi: các nhân sự Miễn chấm công

source: Latitude must be between -90 and 90 degrees
vi: Tọa độ vĩ độ phải nằm trong khoảng từ -90 đến 90 độ

source: Longitude must be between -180 and 180 degrees
vi: Tọa độ kinh độ phải nằm trong khoảng từ -180 đến 180 độ

# geolocation status
source: Active
vi: Hoạt động

# geolocation status
source: Inactive
vi: Không hoạt động

source: Project
vi: Dự án

source: Address
vi: Địa chỉ

source: Latitude
vi: Vĩ độ

source: Longitude
vi: Kinh độ

source: Radius (meters)
vi: Khoảng cách (mét)

source: Created by
vi: Tạo bởi

source: Updated by
vi: Cập nhật bởi

source: Deleted
vi: Đã xóa

source: Deleted at
vi: Đã xóa lúc

source: Attendance Geolocation
vi: chấm Công GPS

source: Attendance Geolocations
vi: các log Chấm Công GPS

source: Attendance Record
vi: Log Chấm Công

source: Attendance Records
vi: các Log Chấm Công

source: Attendance type
vi: Phương thức chấm công

source: Attendance code
vi: Mã Chấm Công

source: Timestamp
vi: Thời gian Ghi nhận

source: Attendance geolocation
vi: chấm Công GPS

source: Image
vi: Ảnh

source: WiFi device
vi: Thiết bị WiFi

source: Is valid
vi: Còn hiệu lực

source: Is pending
vi: Đang chờ

source: Approve status
vi: Trạng thái duyệt

source: Approved at
vi: Đã duyệt lúc

source: Approved by
vi: Đã duyệt bởi

source: Raw data
vi: Đữ liệu thô

source: Attendance record
vi: Log Chấm Công

source: Attendance Daily Report
vi: Báo Cáo Chấm Công Hàng Ngày

source: Attendance Daily Reports
vi: Báo Cáo Chấm Công Hàng Ngày

source: In use
vi: Đang sử dụng

source: Not in use
vi: Chưa sử dụng

source: WiFi name
vi: Tên WiFi

source: WiFi code
vi: Mã WiFi

source: Attendance WiFiDevice
vi: Thiết Bị Chấm Công WiFi

source: Attendance WiFiDevices
vi: Các thiết bị Chấm Công WiFi

source: Bank name
vi: Tên Ngân Hàng

source: Bank code
vi: Mã Ngân Hàng

source: Bank
vi: Ngân Hàng

source: Banks
vi: Các ngân hàng

source: Account number
vi: Số Tài Khoản Ngân Hàng

source: Account name
vi: Tên Tài Khoản

source: Is primary
vi: Là tài khoản chính

source: Bank Account
vi: Tài Khoản Ngân Hàng

source: Bank Accounts
vi: Tài Khoản Ngân Hàng

source: Employee already has a primary bank account. Please unset it first.
vi: Nhân viên đã có tài khoản ngân hàng chính. Vui lòng hủy thiết lập trước.

source: Draft
vi: Bản nháp

source: Not effective
vi: Chưa hiệu lực

# contract status
source: Active
vi: Đang hiệu lực

source: About to expire
vi: Sắp hết hạn

source: Expired
vi: Hết hạn

source: Contract code
vi: Mã Hợp Đồng

source: Contract number
vi: Số Hợp Đồng

source: Parent contract
vi: Hợp đồng gốc

source: Contract type
vi: Loại Hợp Đồng

source: Duration type
vi: Thời hạn hợp đồng

source: Duration in months
vi: Thời hạn (tháng)

source: Sign date
vi: Ngày Ký

source: Effective date
vi: Ngày Hiệu Lực

source: Expiration date
vi: Ngày Hết Hạn

source: Contract status
vi: Trạng thái hợp đồng

source: Base salary
vi: Lương cơ bản

source: KPI salary
vi: Lương KPI

source: Lunch allowance
vi: Phụ cấp ăn trưa

source: Phone allowance
vi: Phụ cấp điện thoại

source: Other allowance
vi: Phụ cấp khác

source: Net percentage
vi: % thực nhận

source: Tax calculation method
vi: Cách tính thuế

source: Working time type
vi: Thời gian làm việc

source: Annual leave days
vi: Số ngày nghỉ phép hàng năm

source: Has social insurance
vi: Bảo hiểm xã hội

source: Working conditions
vi: Điều kiện làm việc

source: Rights and obligations
vi: Quyền và nghĩa vụ

source: Terms
vi: Điều khoản

source: Content
vi: Nội dung

source: Attachment
vi: File đính kèm

source: Contract
vi: Hợp đồng

source: Contracts
vi: Hợp đồng

source: Indefinite term
vi: Không xác định thời hạn

source: {months} months
vi: {months} tháng

source: Fixed term
vi: Xác định thời hạn

source: Progressive tax
vi: Biểu thuế lũy tiến

source: 10% flat tax
vi: 10% thuế suất cố định

source: No tax
vi: Không chịu thuế

source: Full-time - Office hours
vi: Toàn thời gian - Giờ hành chính

source: Part-time
vi: Bán thời gian

source: Appendix
vi: Phụ lục

source: Contract type code
vi: Mã Loại Hợp Đồng

source: Contract type name
vi: Tên Loại Hợp Đồng

source: Contract type symbol
vi: Ký hiệu Hợp Đồng

source: Template file
vi: File mẫu

source: Contract Types
vi: Loại Hợp Đồng

source: No contract type with category 'appendix' found. Please create one first.
vi: Không tìm thấy phụ lục hợp đồng. Vui lòng tạo trước.

source: Issued
vi: Đã ban hành

source: Decision number
vi: Số Quyết Định

source: Decision name
vi: Tên Quyết Định

source: Signing date
vi: Ngày ký

source: Signer
vi: Người ký

source: Reason
vi: Lý do

source: Decision content
vi: Nội dung Quyết Định

source: Signing status
vi: Trạng Thái Ký

source: Decision
vi: Quyết Định

source: Decisions
vi: Các Quyết Định

# employee status
source: Active
vi: Đang làm việc

source: Resigned
vi: Đã nghỉ việc

source: Maternity Leave
vi: Nghỉ việc hưởng chế độ thai sản

source: Unpaid Leave
vi: Nghỉ không lương

source: Male
vi: Nam

source: Female
vi: Nữ

source: Single
vi: Độc thân

source: Married
vi: Đã kết hôn

source: Divorced
vi: Đã ly hôn

source: Employee type
vi: Loại nhân viên

source: Employee code
vi: Mã Nhân Viên

source: Full name
vi: Tên đầy đủ

source: Attendance code must contain only digits
vi: Mã chấm công chỉ được chứa chữ số

source: Username
vi: Tên Đăng Nhập

source: Employee type (classification)
vi: Loại nhân viên

source: Start date
vi: Ngày Bắt Đầu

source: Resignation start date
vi: Ngày Nghỉ Việc

source: Resignation end date
vi: Ngày Kết Thúc Nghỉ Việc

source: Resignation reason
vi: Lý Do Nghỉ Việc

source: Date of birth
vi: Ngày Sinh

source: Marital status
vi: Tình Trạng Hôn Nhân

source: Citizen ID issued date
vi: Ngày Cấp CMND/CCCD

source: Citizen ID issued place
vi: Nơi Cấp

source: Citizen ID file
vi: Ảnh CMND/CCCD

source: Tax code
vi: Mã Số Thuế

source: Phone number must be exactly 10 digits
vi: Số điện thoại phải đúng 10 chữ số

source: Phone number
vi: Số Điện Thoại

source: Personal email
vi: Email cá nhân

source: Place of birth
vi: Nơi Sinh

source: Residential address
vi: Địa Chỉ Cư Trú

source: Permanent address
vi: Địa Chỉ Thường Trú

source: Emergency contact name
vi: Liên Hệ Khẩn Cấp

source: Phone number must contain only digits
vi: Số điện thoại chỉ được chứa chữ số

source: Emergency contact phone
vi: Số Điện Thoại Liên Hệ Khẩn Cấp

source: User
vi: Người dùng

source: Is onboarding email sent
vi: Đã gửi email onboarding

source: Recruitment Candidate
vi: Ứng viên

source: Available leave days
vi: Số ngày nghỉ còn lại

source: Employees
vi: Nhân sự

source: Cannot change status back to On-boarding for an existing employee.
vi: Không thể thay đổi trạng thái On-boarding cho nhân viên đã làm việc.

source: Resignation start date is required when changing status to Resigned, Maternity Leave, or Unpaid Leave.
vi: Ngày bắt đầu nghỉ việc là bắt buộc khi thay đổi trạng thái thành Đã nghỉ việc, Nghỉ việc hưởng chế độ thai sản hoặc Nghỉ không lương.

source: Resignation reason is required when status is Resigned.
vi: Lý do nghỉ việc là bắt buộc khi trạng thái là Đã nghỉ việc.

source: Resignation end date is required when status is Maternity Leave.
vi: Ngày kết thúc nghỉ việc là bắt buộc khi trạng thái là Nghỉ việc hưởng chế độ thai sản.

source: Recruitment candidate already has an employee. Please select another recruitment candidate.
vi: Ứng viên đã được liên kết với một nhân viên. Vui lòng chọn một ứng viên khác.

source: Valid
vi: Còn hiệu lực

source: Near Expiry
vi: Sắp hết hạn

source: Certificate type
vi: Loại bằng cấp chứng chỉ

source: Certificate code
vi: Mã bằng cấp chứng chỉ

source: Certificate name
vi: Tên bằng cấp chứng chỉ

source: Issue date
vi: Ngày Cấp CMND/CCCD

source: Expiry date
vi: Hết hạn

source: Issuing organization
vi: Tổ chức cấp

source: Certificate file
vi: Tệp bằng cấp chứng chỉ

source: Training specialization
vi: Chuyên ngành đào tạo

source: Employee certificate
vi: Bằng cấp chứng chỉ

source: Employee certificates
vi: Bằng cấp chứng chỉ

source: Effective date must be less than expiry date.
vi: Ngày hiệu lực phải trước ngày hết hạn.

source: Expiry date is required for real estate practice licenses.
vi: Ngày hết hiệu lực là bắt buộc khi loại chứng chỉ là Chứng chỉ hành nghề môi giới Bất động sản.

source: Dependent name
vi: Tên người phụ thuộc

source: Relationship
vi: Quan hệ

source: Is active
vi: Đang hoạt động

source: Employee Dependent
vi: Người phụ thuộc

source: Employee Dependents
vi: Người phụ thuộc

source: Employee name
vi: Tên Nhân Viên

source: Relative name
vi: Tên người thân

source: Relation type
vi: Mối quan hệ

source: Occupation
vi: Nghề nghiệp

source: Employee Relationship
vi: Quan hệ nhân thân

source: Employee Relationships
vi: Quan hệ nhân thân

source: Active count
vi: Số nhân viên đang làm việc

source: Onboarding count
vi: Số nhân viên đang onboarding

source: Maternity leave count
vi: Số nhân viên nghỉ việc hưởng chế độ thai sản

source: Unpaid leave count
vi: Số nhân viên nghỉ không lương

source: Resigned count
vi: Số nhân viên đã nghỉ việc

source: Total not resigned
vi: Tổng số nhân viên chưa nghỉ việc

source: Resignation reasons breakdown
vi: Lý Do Nghỉ Việc

source: Employee Status Breakdown Report
vi: Báo cáo phân tích tình trạng nhân viên

source: Employee Status Breakdown Reports
vi: Báo cáo phân tích tình trạng nhân viên

source: Employee Resigned Reason Report
vi: Báo cáo lý do nghỉ việc của nhân viên

source: Employee Resigned Reason Reports
vi: Báo cáo lý do nghỉ việc của nhân viên

source: Change Position
vi: Đổi chức vụ

source: Change Status
vi: Đổi trạng thái

source: Transfer
vi: Đổi phòng ban

source: Change Employee Type
vi: Thay đổi loại Nhân Viên

source: Change Contract
vi: Ký lại hợp đồng

source: Return to Work
vi: Quay lại làm việc

source: Date
vi: Ngày

source: Event type
vi: Loại sự kiện

source: Details
vi: Chi tiết

source: From date
vi: Từ ngày

source: To date
vi: Đến ngày

source: Retain seniority
vi: Giữ thâm niên

source: Old employee type
vi: Loại nhân viên cũ

source: New employee type
vi: Loại nhân viên mới

source: Previous data
vi: Dữ liệu trước đó

source: Employee work history
vi: Lịch sử công tác

source: Employee work histories
vi: Lich sử công tác

source: Holiday name
vi: Tên ngày lễ

source: End date
vi: Ngày kết thúc

source: Holiday
vi: Ngày lễ

source: Holidays
vi: Kỳ nghỉ lễ

source: Compensatory workday date
vi: Ngày làm bù

source: Session
vi: Buổi

source: Compensatory Workday
vi: Ngày làm bù

source: Compensatory workday date cannot fall within the holiday date range
vi: Ngày làm bù không thể nằm trong khoảng ngày nghỉ lễ

source: Recruitment candidate
vi: Ứng viên

source: Interview schedule
vi: Lịch phỏng vấn

source: Interview time
vi: Số vòng phỏng vấn

source: Email sent at
vi: Email đã gửi lúc

source: Interview Candidate
vi: Ứng viên

source: Interview Candidates
vi: Ứng viên

source: In Person
vi: Phỏng vấn trực tiếp

source: Online
vi: Phỏng vấn online

source: Recruitment request
vi: Phiếu yêu cầu tuyển dụng

source: Interview type
vi: Hình thức phỏng vấn

source: Location
vi: Địa điểm

source: Interviewers
vi: Người phỏng vấn

source: Interview Schedules
vi: Lịch phỏng vấn

source: Job description code
vi: Mã mô tả công việc

source: Job title
vi: Chức danh công việc

source: Position title
vi: Chức Vụ

source: Responsibility
vi: Trách nhiệm

source: Requirement
vi: Yêu cầu

source: Preferred criteria
vi: Tiêu chí ưu tiên

source: Benefit
vi: Quyền lợi

source: Proposed salary
vi: Mức lương đề xuất

source: Job Description
vi: Mô tả công việc

source: Job Descriptions
vi: Mô tả công việc

source: Report date
vi: Ngày báo cáo

source: Month key
vi: Tháng

source: Probation working days
vi: Ngày làm việc thử việc

source: Official working days
vi: Ngày làm việc chính thức

source: Total working days
vi: Tổng số ngày làm việc

source: Official hours
vi: Giờ làm việc chính thức

source: Overtime hours
vi: Làm việc ngoài giờ (OT)

source: Total worked hours
vi: Tổng số giờ làm việc

source: Late coming minutes
vi: Số phút đi muộn

source: Early leaving minutes
vi: Số phút về sớm

source: Total penalty count
vi: Tổng số lần bị phạt

source: Paid leave days
vi: Nghỉ phép có lương

source: Unpaid leave days
vi: Nghỉ không lương

source: Maternity leave days
vi: Nghỉ việc hưởng chế độ thai sản

source: Public holiday days
vi: Nghỉ lễ

source: Unexcused absence days
vi: Nghỉ không lý do

source: Carried over leave from last year. Only applied for January. After that, this field must be set to 0.
vi: Giữ lại số ngày nghỉ từ năm trước. Chỉ áp dụng cho tháng 1. Sau đó, trường này phải được đặt về 0.

source: Opening balance leave days
vi: Số ngày nghỉ đầu kỳ

source: Generated leave days
vi: Số ngày nghỉ phát sinh

source: Consumed leave days
vi: Số ngày nghỉ đã sử dụng

source: Remaining leave days
vi: Số ngày nghỉ còn lại

source: Employee monthly timesheet
vi: Bảng chấm công hàng tháng của nhân viên

source: Employee monthly timesheets
vi: Bảng chấm công hàng tháng của nhân viên
